{
    "pelm":{
        "1":["item-pelm-apple", "Пельмени мясные с яблоками", ["Жирная утка", "2 ст. л.", "Натертое яблоко", "2 ст. л.", "Сухая мята", "1 ч. л.", "Яйца", "1 шт.", "Соль", "по вкусу", "Красный перец", "по вкусу"], "Мякоть жирной утки пропустить через мясорубку вместе с яблоком, луковицей, добавить мяту, соль, красный перец, яйцо и тщательно перемешать, так же можно добавить соки или отвары. Тесто приготовьте на свое усмотрение.", "Варите пока пельмени не всплывут и еще 4 минуты после, пробуйте на готовность."],
        "2":["item-pelm-chiken", "Пельмени с курицей", ["Филе курицы:", "1 шт.", "Молоко ", "1 стакан","Соль","по вкусу","Перец","по вкусу"], "Мясо пропустить 2 раза через мясорубку, добавить молоко или сливки, соль, перец, фарш хорошо размешать. Тесто приготовьте на свое усмотрение.", "Варить 10-12 минут.", " Подавать с маслом, сметаной, майонезом. Запивать куриным бульоном"],
        "3":["item-pelm-fish", "Пельмени с рыбой", ["Рыба","700 г.","Яйца","½ шт.","Лук","1 шт.","Сливки","½ стакана ","Соль","по вкусу","Перец","по вкусу"],"Рыбу (любую) разделать на филе, пропустить через мясорубку, добавить лук, соль, перец, развести сливками или молоком, хорошо перемешать. Тесто приготовьте на свое усмотрение.","Варить 12 минут.","Подавать с маслом, сметаной или майонезом."],  
        "4":["item-pelm-green-luk", "Пельмени с зелёным луком", ["Зеленый лук","500-600 г.","Яйца","5-6 шт","Сливочное масло ","2 ст. ложки.","Соль","по вкусу"],"Очищенный промытый зеленый лук с головками нарезать и слегка обжарить в сливочном масле. Добавить мелко изрубленные крутые яйца, посолить. Тесто приготовьте на свое усмотрение.","Варить 5-6 минут.","Подавать со сметаной или кислым молоком."],
        "5":["item-pelm-gribi-sirie","Пельмени со свежими грибами",["Свежие рубленые грибы","2 стакана","Растопленное сливочное масло","¾ стакана","Лук","1 шт.","Соль","по вкусу"],"Для приготовления начинки грибы ошпарить кипятком, мелко порезать, добавить нашинкованный репчатый лук, сливочное масло, послить и перемешать. Масло можно заменить сметаной. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут","Подавать со сметаной. Перед подачей можно обжарить в сливочном масле."],
        "6":["item-pelm-carrot","Пельмени с морковью",["Говяжий фарш","1 стакан","Морковь","½ стакана","Мука","2 стакана","Морковный сок","½ стакана","Соль","по вкусу"],"Морковь очистить, натереть на мелкой терке. Отжать сок. Говяжий фарш смешать с отжимками моркови, добавить соль немного воды и массу тщательно размешать.  Из муки с морковным соком замесить тесто.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать со сметаной"],
        "7":["item-pelm-gribi-solenie","Пельмени с солеными грибами",["Соленые грибы","2 стакана","Яйца","1 шт.","Лук","1 шт.","Сметана","по вкусу","Соль","по вкусу"],"Грибы промыть, отжать, порубить в деревянном корыте с луком, развести сырым яйцом и сметанной. Также грибную начинку можно разнообразить, добавляя в нее томатную пасту, рис, рассыпчатую гречневую кашу, капусту. Тесто приготовьте на свое усмотрение.","Варить не менне 15 минут","Едят обычно с квасом."],
        "8":["item-pelm-gribi-sushenie","Пельмени с сухими грибами",["Сухие грибы","2 стакана","Лук","1 шт.","Соль","по вкусу","Перец","по вкусу"],"Сухие грибы замочить на 10 часов, воду слить, грибы порубить в деревянном корыте или пропустить через мясорубку, добавить нашинкованный репчатый лук, посолить поперчить и перемешать. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут","Подавать со сметаной."],
        "9":["item-pelm-kalmar","Пельмени с кальмаром",["Кальмары","500 г.","Рис","1 стакан","Лук","2 шт.","Масло растительное","1 ст. ложка","Соль","по вкусу","Перец","по вкусу"],"Кальмара обдать кипятком, снять красную пленку, тщательно почистить, пропустить через мясорубку. Отварить до полуготовности рис, припустить лук в растительном масле до золотистого цвета. Все смешать. Тесто приготовьте на свое усмотрение.","Варить в подсоленном бульоне до готовности.","Подают с майонезом"],     
        "10":["item-pelm-kapusta","Пельмени с капустой",["Капуста","1 небольшой вилок","Лук","1 шт.","Растопленное сливочное масло","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Листья свежей капусты, репчатый лук мелко порубить сечкой в деревянном корытце, посолить, поперчить, добавить сливочное масло и хорошо размешать. Всю смесь можно залить яйцом. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут","Подавать со сметаной или маслом."],       
        "11":["item-pelm-krapiva","Пельмени с крапивой",["Крапива","300 г.","Лук","60 г."],"В мелко порезанную крапиву добавить пассерованный лук. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут","Подавать со сметаной."],
        "12":["item-pelm-krapiva-snitia","Пельмени с крапивой, снытью, лебедой",["Говяжий фарш"," ½ стакана","Свиной фарш","½ стакана","Смесь лебеды, крапивы сныти","½ стакана","Мука","2 стакана","Сок крапивы, сныти, лебеды","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Крапиву, сныть, лебеду промыть, пропустить через мясорубку и отжать сок.  Из двух стаканов муки и сока вымешать тесто и отставить отстаиваться пока готовим фарш. Говяжий и свиной фарш смешать с травами, посолить, поперчить, тщательно выжать. ","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность.","Подавать с маслом, сметаной, мелко нарубленной зеленью петрушки и укропа."],
        "13":["item-pelm-meat-egg","Пельмени мясные с яйцом (по-челябински)",["Мясной фарш","300 г.","Вареные яйца","100 г.","Зелень (зеленый лук, петрушка, укроп)","по вкусу","Соль","по вкусу","Перец","по вкусу"],"Мясной фарш перемешать с мелко рубленными вареными яйцами и зеленью. Также можно добавить вареный рис. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать со сметаной или майонезом"],
        "14":["item-pelm-meat-fish","Пельмени мясорыбные",["Мясной фарш","2 ст. ложки","Рыбный фарш","2 ст. ложки","Тертая морковь","2 ст. ложки","Соль","по вкусу"],"В фарш добавляют морковный или иные соки по вкусу, а также молоко, сыворотку и тщательно перемешивают. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать с морковным соком"],
        "15":["item-pelm-meat-morkov","Пельмени мясные с морковью",["Жирный говяжий фарш","2 ст. ложки","Морковь","1 шт.","Лук","1 шт.","Яйца","1 шт.","Сухие листья малины","1 ч. ложка","Соль","по вкусу"]," Мясо говядины пропускают через мясорубку вместе с морковью, луком, добавляют яйцо, соль, сухие листья малины и тщательно перемешивают. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать со сметаной"],
        "16":["item-pelm-pistiki","Пельмени с пистиками",["Пистики","500-600 г","Яйца","1 шт","Чеснок","1 зубчик","Соль","по вкусу"],"Пистики (молодой полевой хвощ) очистить, обмыть, мелко изрубить или порезать. Заправить сметаной или сырым яйцом, тертым чесноком. Пистики можно заменить борщевиком, пиканами, которые обязательно нужно ошпарить или отварить. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать со сметаной"],
        "17":["item-pelm-po-taganaiski","Пельмени по-таганайски",["Кислица","400 г.","Сахар или ягодное варенье","2 ст ложки"],"Кислицу очистить, мелко шинковать посыпать сахаром или смешать с ягодным вареньем. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут.","Подавать со сметаной."],
        "18":["item-pelm-potato","Пельмени картофельные",["Картофель","8-9 шт.","Яйца","1 шт.","Лук","1 шт.","Сметана","½ стакана ","Соль","по вкусу"],"Сырой картофель очистить, натереть на терке, добавить мелко нарезанный лук, яйцо, сметану, соль и хорошо размешать. Тесто приготовьте на свое усмотрение.","Варить не менее 12-15 минут.","Подавать со сметаной или маслом."],
        "19":["item-pelm-potato-po-menzelinski","Пельмени картофельные по-мензелински",["Картофель","14 шт.","Яйца","1 шт.","Лук","2 шт.","Шпик","200 г.","Пшеничная мука","¾ стакана","Сметана","3 ст. ложки ","Чеснок"," 1 зубчик","Соль","по вкусу"],"Фарш приготовить из меси шпика, нарезанного мелкими кубиками, мелко нарубленного репчатого лука и чеснока, молотого перца и соли. Натертый сырой картофель слегка отжать и смешать с овсяной или пшеничной мукой, яйцом, солью. Массу разделить на круглые лепешки и на середину каждой положить фарш. Лепешки сложить пополам. Придав им форму полумесяца.","Варить не менее 12-15 минут.","Подавать со сметаной."],
        "20":["item-pelm-po-zlatoustovski","Пельмени по-златоустовски",["Кислица","200 г.","Вареные яйца","200 г.","Первоцветы","200 г."],"Кислицу очистить, мелко шинковать с вареным яйцом и первоцветами, посолить. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут.","Подавать со сметаной или маслом по вкусу"],
        "21":["item-pelm-redika","Пельмени с редькой",["Редька","2 шт.","Лук","1 шт.","Сметана","½ стакана","Соль","по вкусу"],"Редьку очистить, натереть на терке, добавить рубленый репчатый лук, сметану соль. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут.","Подавать со сметаной или растительным маслом."],
        "22":["item-pelm-redika-po-shemashinski","Пельмени с редькой по-шемахински",["Редька","300 г.","Яйца","1 шт.","Сливочное масло","20 г.","Соль","по вкусу"],"Редьку натирают мелкой соломкой, заливают кипятком для удаления горечи, отжимают, добавляют масло, заливают яйцом. В фарш можно добавлять репчатый лук. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут.","Подавать со сметаной."],
        "23":["item-pelm-repa-meat","Пельмени мясные с репой",["Смесь свиного и говяжьего фарша","2 ст. ложки","Натертая репа","2 ст. ложки","Сухая крапива","1 ст. ложка","Соль","по вкусу"],"Мясо свиное и говяжье пропускают через мясорубку вместе с очищенной репой, добавляют яйцо, сухую крапиву, соль. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 2 минуты после, пробуйте на готовность.","Подавать со сметаной"],
        "24":["item-pelm-shavel","Пельмени со щавелем",["Щавель","150 г.","Масло","20 г.","Сахар","20 г."],"Щавель мелко порезать, спассеровать с маслом и сахаром. Тесто приготовьте на свое усмотрение.","Варить 8-10 минут.","Подавать со сметаной."],
        "25":["item-pelm-siberian","Пельмени сибирские",["Говядина","300 г.","Свинина","350 г.","Лук","1 шт.","Вода или молоко","½ стакана","Соль","по вкусу"],"Мясо – свинину и говядину пропустить 2 раза через мясорубку, влить 3-4 ст. ложки воды или молока добавить измельчённый лук, соль и перец по вкусу. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту","Сибирские пельмени крупнее уральских. В некоторых местах их лепят в виде треугольника, сочни нарезая квадратами и складывая по диагонали "],
        "26":["item-pelm-kapusta-po-chinese","Пельмени мясные с капустой (по-китайски)",["Жирный свиной фарш","250 г.","Шинкованная белокочанная капуста","175 г.","Мелко рубленный репчатый лук"," 1 ст. ложка ","Яйца","1 шт.","Соль","по вкусу","Красный перец","по вкусу"],"В качестве добавок к фаршу рекомендуется в небольших количествах мята, ромашка аптечная, календула, бархатцы, мелисса лимонная, листья ягодников. Больше фантазии и любви. Жирную свинину смешивают с капустой, репчатым луком, травами, пропускают через мясорубку добавляют яйцо, соль, красный перец. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 5 минут после, пробуйте на готовность.","Подавать со сметаной"],
        "27":["item-pelm-meat-borovoi","Пельмени с мясом боровой дичи",["Филе боровой дичи ","1 шт.","Яйца","1 шт.","Луковица или чеснок","по вкусу","Соль","по вкусу","Перец ","по вкусу"],"Ощипать глухаря, тетерева или рябчика, снять шкуру, вынуть внутренности пропустить через мясорубку. Фарш заправить чесноком или луком, влить сырое яйцо. Если фарш густоват, влить молока или воды. Тесто приготовьте на свое усмотрение.","Варить 10-12 минут.","Подавать с маслом, сметаной, майонезом."],
        "28":["item-pelm-svekla-po-kargalinski","Пельмени со свеклой по-гаргалински",["Говяжий фарш","1 стакан","Свекла (пропущенная через мясорубку)"," ½ стакана","Мука","2 стакана ","Свекольный сок","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Свеклу очистить и пропустить через мясорубку. Сок отжать. Свекольный сок использовать для приготовления теста, а свекольную выжимку для фарша. Из муки со свекольным соком замесить тесто и оставить на 30 мин. отстаиваться. Говяжий фарш смешать со свекольными отжимками, добавить соль, перец.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать с маслом, сметаной, тертым сыром, брынзой."],
        "29":["item-pelm-tikva","Пельмени мясные с тыквой",["Жирный куриный фарш","2 ст. ложки","Натертая сырая тыква","2 ст. ложки","Натертый свежий огурец","2 ст. ложки","Яйца","1 шт.","Соль","по вкусу","Красный перец","по вкусу"],"Жирную мякоть курицы пропускают через мясорубку вместе с тыквой, огурцом, добавляют яйцо, соль и красный перец по вкусу. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 4 минуты после, пробуйте на готовность.","Подавать со сметаной"],
        "30":["item-pelm-tikva-carrot","Пельмени с тыквой и морковью",["Натертая тыква","3 стакана","Натертая морковь","1 стакан","Говяжий фарш","½ стакана","Свиной фарш","½ стакана","Мука","2 стакана","Тыквенный сок","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Тыкву натереть на мелкой терке, отжать сок. Замешать из 2 стаканов муки и сока тесто и отставить его пока готовим фарш. Очищенную морковь натереть на крупной терке. Смешать отжимки тыквы, морковь, мясной фарш","Варить 6-8 минут","Подавать кефиром или простоквашей."],        
        "31":["item-pelm-uraliski","Пельмени уральские",["Говядина","300 г.","Свинина ","300 г.","Баранина","250 г.","Лук","200 г.","Молоко","200 г.","Соль","по вкусу","Перец","по вкусу"],"Говядину, нежирную баранину, жирную свинину пропустить через мясорубку 2 раза. Лук лучше мелко порезать. В фарш влить молоко, перемешать, добавить соль перец по вкусу. Очень важно, чтобы фарш не был сухим. Если он получился не очень сочным, добавить воды. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту","К пельменям подается масло, сметана, уксус. Любители запивают их молоком, закусывают хлебом"]
    },
    "kurze":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "vareniki":{
        "1":["item-vareniki-chechevica-shpinat","Вареники с чечевицей и лососем",["Полбяная (спельтовая) мука","250 г. ","Подсолнечное масло","1 чайная ложка ","Вода","170 мл.","Чечевица красная","100 г.","Шпинат","50 г.","Копчёный лосось","50 г. ","Репчатого лук","30 г.","Чеснок","1 зубчик"," Растительное масло","2 ст. ложки","Лимонный сок","¼ чайной ложки","Перец чёрный молотый","по вкусу","Соль ","по вкусу"],"Спельтовую муку просеем, добавим воду, соль и растительное масло. Замесим тесто сначала в кастрюле. Если тесто получается слишком густым, добавим ещё немного воды. Затем на столе вымесим эластичное тесто. Тесто получается бежевого цвета. Накроем тесто пищевой плёнкой и оставим на полчаса при комнатной температуре, а тем временем подготовим начинку. Чечевицу промоем несколько раз, зальем водой (200-300 мл), чуть посолим (½ чайной ложки) и поставим на огонь. С момента закипания будем варить на малом огне 20 минут, до готовности. А пока варится чечевица, займемся другими ингредиентами для начинки. Копчёный лосось очистим от косточек и нарежем кусочками. Чеснок и лук очистим и нарежем помельче. Листики шпината промоем, обсушим и нарежем полосками. На сковороде разогреем растительное масло (2 ст. ложки). Обжарим лук и чеснок 2 минуты. Добавим листья шпината, чуть сбрызнем соком лимона. Обжарим 2-3 минуты, помешивая. Сваренную чечевицу откинем на сито и оставим на время, чтобы стекла жидкость. Чечевицу, лосось и шпинат с луком и чесноком пропустим через мясорубку. Попробуем начинку, посолим и поперчим по вкусу. Разделим тесто на части, чтобы было удобно работать Каждую часть теста по очереди раскатаем в пласт толщиной не более 5 мм. Вырежем вырубкой кружки. На кружки теста выложим 1-2 чайные ложки начинки.","Варить в подсоленной кипящей воде в течении 7 минут после повторного закипания.","Можно подать со сметаной или с растительным маслом также можно посыпать кунжутом, добавлять вяленые томаты"],
        "2":["item-vareniki-cherry","Вареники с вишней",["Вишня","300 г.","Сахар","150 г.","Мука","350-400 г.","Яйца","1 шт.","Вода","100 мл.","Сметана","50 г.","Соль","по вкусу"],"Вишню моют, удаляют косточки. Посыпают сахаром, выдерживают 1 час, сливают образовавшийся сок. Муку (320-360 г) насыпают в миску, добавляют соль (2 щепотки). Яйцо взбивают с водой. В муку вливают яйцо с водой. Постепенно смешивают их с мукой. Из муки, соли, яйца и воды замешивают крутое тесто. Тесто накрывают полотенцем и оставляют на 30 минут отдохнуть. Рабочую поверхность посыпают мукой. Затем тесто раскатывают в тонкий пласт (толщиной 2 мм) и вырезают кружочки с помощью стакана. На середину каждого кружочка кладут немного вишни.  Соединяют края и лепят вареники. Начинка из вишни очень сочная, поэтому края нужно залепить тщательно.","В подсоленную кипящую воду засыпаем вареники, варим на среднем огне в течении 10-12 минут.","Подаются со сметаной и вишнёвым соком"],
        "3":["item-vareniki-guzuliski","Гуцульские вареники",["Мука","1,5-2 стакана","Вода теплая (30-35 град.)","100-120 мл","Яйца","1 шт.","Фасоль","100 г сухой","Грибы сухие","40 г.","Масло сливочное","2 ст. ложки","Лук репчатый","1 шт.","Сало","40 г","Соль","по вкусу","Перец черный молотый","по вкусу"]," Фасоль отварить, слить отвар, посолить и поперчить, и измельчить в блендере или мясорубкой.  Сушеные грибы промыть, отварить (10 минут), мелко порезать и обжарить на масле с измельченным луком. Перемешать грибы с фасолью. Посолить и поперчить по вкусу. Из муки, воды и яйца замесить тесто, чтобы не липло к рукам. Тонко его раскатать. Вырезать стаканом кружочки. На середину каждого кружочка положить начинку и залепить вареник.","Варим в слегка подсоленном кипятке 7-10 минут.","Мелко порезать сало и обжарить до шкварок. Зарумянить лук. Заправить вареники."],
        "4":["item-vareniki-s-tvorogom","Вареники с творогом",["Мука","3,5 стакана","Яйца","1 шт.","Молоко","125 г.","Вода","125 г.","Творог","600 г.","Сахар","50 г.","Соль","по вкусу","Ваниль","по вкусу"],"Тесто для вареников можно замесить в обычной миске ложкой. В чашу просеиваем муку и добавляем соль. Взбиваем венчиком куриное яйцо, а затем смешиваем с водой. Туда же выливаем молоко. В муку отправляем все жидкие ингредиенты и перемешиваем до однородного состояния. Смазываем стол растительным маслом и еще несколько минут вымешиваем тесто руками, чтобы оно стало более эластичным. Затем перекладываем тесто для вареников в миску, накрываем пленкой и ставим в холодильник на 30 минут. Тем временем смешиваем творог с сахаром и ароматизатором. (Если вы возьмете кислый творог, то придется добавить больше сахара. Но, чем больше сахара, тем больше жидкости образуется при варке внутри вареника) Достаем тесто из холодильника и отрезаем небольшой кусочек. Раскатываем в тонкий пласт и кулинарным кольцом (диаметром 10 см) или стаканом вырезаем кружочки. На каждый кусочек теста выкладываю творог. Закрепляем края. Чтобы сформировать края вареника в виде косички, немного прижимаем уголочек и заворачиваем. Чуть ниже снова сдавливаем тесто и заворачиваем.","В подсоленную кипящую воду засыпаем вареники и варим 5 минут после того, как они всплывут.","Подаются со сливочным маслом"],
        "5":["item-vareniki-tvorog-slivi","Творожные вареники со сливами",["Творог","350-500 г.","Сметана","1 ст. ложка","Яйца","1 шт.","Мука","1 стакан с горкой ","Сливочное масло","- 1 ст. ложка"," Сливы, порезанные кубиком","2 стакана ","Сахаp"," 2 ст. ложки и 1 чайная ложка","Соль","по вкусу"],"Чтобы творог не был комочками, протрем его через сито или пропустим через мясорубку. Добавим сметану, соль, сахар, яйцо и хорошо вымешаем. Это можно сделать с помощью миксера. Постепенно добавляем муку и замешиваем мягкое эластичное тесто. Тесто пусть постоит минут 15, а мы тем временем вынем из сливы косточки и порежем ее кубиками. Можно не резать, а залеплять половинки слив. Посыпаем сливы сахаром. Творожное тесто для вареников раскатываем, но не очень тонко, до 3мм. Стаканом вырезаем кружочки. На каждый кружочек кладем 1 чайную ложку слив и залепляем вареник.","Вареники варим 5-7 минут после всплытия на умеренном огне.","Выкладываем вареники на разделочной доске чтобы творожные вареники остыли и немного обсохли. Потом посыпаем творожные вареники сахаром "],
        "6":["item-vareniki-s-pavidlom","Вареники с повидлом",[ "Мука","350 г","Масло сливочное","50 г."," Масло сливочное (размягчённое)","60 г.","Яйцо","1 шт.","Соль","½ чайной ложки","Вода","100 мл.","Повидло сливовое (густое)","300-400 г.","Сухари панировочные","30 г.","Корица молотая"," щепотка"],"Повидло должно быть густым, чтобы оно не вытекало из вареников при варке. Загустить повидло можно, добавив в него панировочные сухари. 50 г сливочного масла растапливаем. В миску просеиваем муку, делаем в ней углубление, в которое добавляем соль, яйцо и растопленное сливочное масло. Перемешиваем. Постепенно добавляя воду, замешиваем мягкое, не липнущее к рукам тесто. Воду вливаем понемногу, так как в зависимости от влажности муки воды понадобится чуть больше или меньше. Собираем тесто в шар, накрываем салфеткой и оставляем при комнатной температуре на 20-30 минут. По истечении времени рабочую поверхность посыпаем мукой и выкладываем туда тесто. Отрезаем часть теста и раскатываем в пласт толщиной 0,3 см. Вырубкой (можно стаканом) вырезаем из теста круги примерно 6,5 см в диаметре. Выкладываем в середину каждого круга повидло (по 1 чайной ложке). Формируем вареники, плотно защипывая края.","Варим вареники 3-5 минут после того как они всплывут на поверхность","Сдабриваем горячей сахарной смесью: растапливаем в сковороде 50 г сливочного масла. Всыпаем панировочные сухари и корицу. Обжариваем, помешивая, до лёгкого потемнения, 1-2 минуты. Оставшееся сливочное масло растапливаем и поливаем вареники сверху."],
        "7":["item-vareniki-s-nuansom","Вареники с нюансом",["Мука","500 г.","Дрожжи сухие","1 щепотка","Соль","½ чайной ложки","Яйцо","1 шт.","Масло растительное","3 ст. ложки","Картофель (отварной)","500 г.","Сыр колбасный (копченый)","200 г.","Лук репчатый","1 шт.","Перец черный молотый","по вкусу"],"Подготовим все продукты для теста, не забудьте про щепотку сухих дрожжей. Соединяем муку, дрожи, соль, яйцо, масло растительное и воду вместе и замешиваем тесто. Тесто для вареников получается эластичным и мягким. Накрываем пленкой (пакетом) и даем отдохнуть (полежать) минут 20-30. За это время приготовим начинку. Картофель отвариваем в подсоленной воде. Картошечку измельчаем любым удобным для вас способом. Лук, нарезанный мелкими кубиками, обжариваем в небольшом количестве масла до легкой золотистости. Добавляем обжаренный лучок к картофелю. Копченый сыр (колбасный) режем кубиками и добавляем в остывший картофель. (отлично подойдет и сыр чечил - копченый сыр косичка.). Перчим по вкусу - и начинка готова (пробуйте на соль). Тесто отлежалось и получилось очень нежным. Делим тесто на порционные кусочки. Формируем классические вареники с картошкой.","Варим в подсоленном кипятке 3 минуты после всплытия. Варите большими партиями чтобы не слиплись.","Со сметаной и укропом"],
        "8":["item-vareniki-shok-vishnia","Шоколадные вареники с вишней",["Творог","350-500 г.","Вода","3 ст. ложки","Какао-порошок","1 ст. ложка","Яйца","2 шт.","Муки","200 г.","Сахар","½ ст. ложки","Вишня с косточкой","250 г. без косточки","Изюм (темный и светлый)","100 г."," Соль","по вкусу"],"Какао-порошок можно заменить растопленным шоколадом, вместо изюма - использовать другие сухофрукты по вкусу. Сперва соедините воду, яйца, соль, сахар, ванильный сахар, какао-порошок. Перемешайте вилкой или венчиком до однородности. Частями введите муку и перемешайте. Затем, тщательно вымешивая руками, доведите шоколадное тесто до эластичности. Накройте полотенцем или пищевой плёнкой и оставьте на 30 минут при комнатной температуре. Тем временем для начинки промойте и обсушите изюм и вишни. Освободите вишни от косточек. Нафаршируйте ягоды изюмом. Тесто раскатайте в пласт толщиной 2-3 мм. Вырежьте кружочки диаметром 4-5 см. Рассчитывайте, что уйдёт два кружочка теста на один вареник. Разложите примерно по 3 вишни на кружочек теста. Накройте начинку на тесте парными кружочками. Скрепите кружочки теста между собой, закрывая начинку внутри. Сформируйте декоративную окантовку по кругу.","Варить в подсоленной кипящей воде в течении 2-4 минут после всплытия на поверхность","Можно подавать со сметаной, медом, растопленным сливочным маслом, под слоем сахара или сахарной пудры. Но главное подавать теплыми"],
        "9":["item-vareniki-shok-tvorog-klubnika","Вареники с клубникой и творогом",["Вода","250 мл","Какао-порошок","25 г.","Растительное масло","2 ст. ложки","Мука","500 г.","Клубника","500 г.","Мягкий творог","220 г.","Сахар","2-3 ст. ложки"," Соль","по вкусу"],"Муку просейте в глубокую миску. Добавьте в муку какао и перемешайте. В кастрюльке соедините 250 мл воды, соль, сахар и растительное масло.  Накройте кастрюльку крышкой, поставьте на огонь и доведите до кипения. В смесь муки и какао влейте кипящую воду с маслом. Перемешивайте тесто сначала ложкой, чтобы не обжечься, а затем вымесите руками. Замешанное тесто округлите в шар, накройте плотно пищевой плёнкой и оставьте при комнатной температуре на 30-40 минут. Творог разомните при помощи вилки, добавьте сахар и перемешайте. Клубнику промойте, удалите плодоножки. Нарежьте очищенные ягоды мелкими кубиками. Добавьте нарезанную клубнику к творогу с сахаром. Перемешайте. После того, как тесто постоит и станет более мягким и пластичным, разделите его на 3-4 части. С каждой частью теста работайте поочерёдно. Раскатайте часть теста в тонкий пласт толщиной около 1-2 мм. Из теста вырежьте при помощи стакана кружочки диаметром около 7 см.  На каждый кружочек теста выложите по 1 полной чайной ложке клубнично-творожной начинки, соедините края кружочка, закрывая начинку и формируя вареник. Таким образом сформируйте вареники из всего объёма теста и начинки.","В кастрюлю влейте 2 л воды, всыпьте 1 ч. ложку соли, доведите до кипения. Опустите в кипящую воду часть вареников. Доведите ещё раз до кипения и варите 1-2 минуты. Варить в подсоленной кипящей воде в течении 7 минут после повторного закипания.","Можно полить вареники растопленным сливочным маслом и подавать к столу. Каждую порцию можно украсить ягодами клубники и листочками мяты на свой вкус."],
        "10":["item-vareniki-pineaple-kukuruza","Вареники с абрикосами",["Творог 18%"," 280 г.","Абрикосы","70 г.","Манная крупа","45 г.","Сахар","30 г.","Мука","30 г.","Яйца","1 шт.","Ванилин","1 щепотка","Кукурузные палочки","15 г.","Соль","по вкусу"],"Разбейте яйцо в глубокую миску. Всыпьте сахар. Взболтайте венчиком до растворения сахарных крупинок. В отдельную посуду выложите творог. Всыпьте соль, муку, манную крупу и ванилин (или ванильный сахар). Разотрите ложкой до однородной массы без комочков. К творожной массе влейте яичную смесь. Перемешайте. Творожная масса получается довольно плотной и хорошо липнет к рукам. Абрикосы промойте и обсушите. Разрежьте плоды пополам и удалите косточки. Нарежьте половинки небольшими кусочками. Возьмите ложкой небольшую порцию творожной массы. В центре сделайте углубление и добавьте кусочек абрикоса. Сформируйте шарик размером с грецкий орех. И сварите. Кукурузные палочки измельчите в блендере до мелкой крошки. Запанируйте творожные шарики со всех сторон.","Варите в немного подсоленной воде 5-7 минут с момента закипания (шарики должны всплыть).","Вкусно кушать в тёплом виде со сметаной, сгущёнкой, мёдом, вареньем."],
        "11":["item-vareniki-kefir-dark-smorod","Вареники на кефире со смородиной",["Мука","500 г.","Кефир (жирностью 2,5 %)","200 мл.","Яйца","1 шт.","Сахар","2 ст. ложки","Сода","½ чайной ложки ","Соль","½ чайной ложки","Чёрная смородина","340 г.","Яблоки","350 г.","Сахар","100 г.","Крахмал ","40 г. ","Сливочное масло","50 г."],"Кефир должен быть комнатной температуры. Крахмал лучше всего использовать кукурузный, так как он меньше чувствуется в готовом блюде. Яблоки подойдут любого сорта. Для замеса теста подберите глубокую миску. Вбейте яйцо и всыпьте соль. Взболтайте венчиком или вилочкой до однородности. Всыпьте сахар и соду. Перемешайте. Влейте кефир любой жирности и перемешайте. Всыпьте в несколько заходов просеянную муку. После каждого добавления муки, хорошо перемешивайте тесто ложкой, чтобы все ингредиенты хорошо увлажнились. На данном шаге вся мука может не войти в тесто. Перенесите тесто на доску и подмесите руками, при необходимости подсыпая муку, чтобы тесто не липло к рукам и стало хорошо плотным. Мука у меня ещё осталась для подсыпки. Накройте тесто полотенцем и оставьте на 15-20 минут при комнатной температуре. Переберите смородину, промойте холодной водой. Яблоки вымойте. Фрукты и ягоды обсушите бумажным полотенцем. Яблоки очистите от кожицы и семян. Натрите на крупной тёрке. К яблочной стружке добавьте смородину. Всыпьте сахар и крахмал. Аккуратно перемешайте, чтобы все ингредиенты запанировались в крахмале и сахаре. Тесто выложите на коврик, посыпанный мукой. Для удобства разделите на две части. Хорошо обомните, при необходимости, подсыпая муку. Один клубочек укройте полотенцем, со вторым будем работать. Раскатайте тесто в не очень тонкий пласт, толщиной 3 мм. Формочкой вырежьте из теста кружочки. В центр выложите начинку. Очень плотно защипните краешки, чтобы во время варки начинка осталась внутри вареника.","Варить в подсоленной кипящей воде в течении 10 минут после закипания периодически переворачивая.","Можно подать их со сметаной, вареньем, сгущенкой или мёдом."], 
        "12":["item-vareniki-kapusta","Вареники с капустой",["Мука","240 г.","Горячая вода","120-140 г. ","Соль","½ чайной ложки ","Белокочанная капуста","400-500 г.","Морковь","1 шт.","Чеснок","1 зубчик","Томатный соус или кетчуп","1 ст. ложка","Лавровый лист","2-3 шт.","Репчатый лук","2 шт.","Перец чёрный горошком","по вкусу","Соль","по вкусу","Перец чёрный молотый","по вкусу"],"Капусту мелко нашинковать. Морковь нарезать тонкой соломкой или натереть на крупной терке. Лук нарезать тонкими четвертинками колец. Обжарить лук до прозрачности на небольшом количестве растительного масла. Добавить морковь, обжарить ещё пару минут. Добавить в сковороду с луком и морковью капусту, обжарить (не тушить!). Приправить солью и чёрным молотым перцем. Добавить лавровый лист и жарить до готовности (мягкости) капусты. Добавить томатный соус или кетчуп и измельчённый чеснок (натёртый на тёрке). Хорошо перемешать и обжаривать ещё 3-4 минуты. Переложить капусту на плоское блюдо, чтобы она полностью остыла. Лавровый лист удалить. Замесить заварное тесто для вареников. Муку просеять. В горячей воде (не кипяток!) растворить соль и добавить туда растительное масло. Влить горячую воду в просеянную муку и замесить упругое эластичное тесто (сколько добавить воды, смотрите по тесту, мука у всех разная). Замешивать сначала лопаткой. Затем выложить на рабочую поверхность и вымешивать тесто руками 5-6 минут. Сформировать из теста шар, накрыть миской (или пищевой плёнкой) и оставить отдыхать на 20 минут. После этого тесто станет мягче и ещё эластичнее. Сформировать из теста колбаску. Отрезать маленький кусочек теста, около 20 г. (Остальное тесто положить снова под миску или плёнку, чтобы оно не заветривалось). Раскатать кусочек теста в овальную лепёшку. Тесто совсем не липнет к поверхности, но если нужно, то можно посыпать рабочую поверхность небольшим количеством муки. В центр лепешки выложить начинку (меньше, чем столовую ложку), капуста должна быть уже полностью остывшей. Сформировать вареник, защипнуть края теста. Хорошо скрепить края теста, чтобы начинка не выпадала при варке.","Вскипятить воду в кастрюле, добавить соль, перец горошком и лавровый лист. Опустить в кипящую воду вареники. После того как вареники всплывут на поверхность, варить их 5-7 минут, до готовности теста.","Подаются с поджаркой: мелко нарезать лук и обжарить его на растительном масле до лёгкого золотистого цвета. Выложить готовые вареники в сковороду с луком и аккуратно перемешать."],
        "13":["item-vareniki-cheese-brokoli","Вареники с брокколи и сыром фета",["Мука","400 г.","Брокколи","350 г.","Сыр-фета","150 г.","Чеснок","2-3 зубчика","Сметана","2 ст. ложки","Вода","125 мл.","Яичный желток","2 шт.","Сливочное масло","50 г.","Лук","1-2 шт.","Соль","по вкусу"],"В миску просеиваем муку, делаем в ней углубление, куда добавляем яичные желтки, сметану и соль. Постепенно начинаем добавлять воду и вымешивать тесто. (Воду добавляем постепенно, так как её может понадобиться чуть меньше или больше в зависимости от качества муки.). Заворачиваем тесто в пищевую плёнку и оставляем при комнатной температуре, пока будем готовить начинку.  Брокколи промываем и разбираем на соцветия. Кипятим подсоленную воду и опускаем в нее брокколи, варим 10 минут после повторного закипания. Откидываем готовую капусту на дуршлаг и даём стечь лишней жидкости. Далее брокколи и сыр фету можно растереть вместе с помощью вилки или воспользоваться блендером. Не нужно делать однородное пюре, могут оставаться небольшие кусочки брокколи. Чеснок очищаем, пропускаем через пресс и добавляем к брокколи. Солим и перчим по вкусу. Перемешиваем начинку. Рабочую поверхность присыпаем мукой и раскатываем тесто в пласт толщиной около 3 мм. Вырезаем с помощью стакана кружочки. Выкладываем на кружочки теста начинку. Защипываем края. Готовые вареники складываем на присыпанную мукой поверхность.","Варите в немного подсоленной воде 5 минут после того, как они всплывут.","Особенности подачи: Подаются с луковой зажаркой. Лук поджарить на сливочном масле до зарумянивания около 5 минут."],
        "14":["item-vareniki-chiken-pecheni","Вареники с куриной печенью",["Картофель (сваренный в мундире и очищенный)","4-5 шт.","Яйца","1 шт.","Мука","250-300 г.","Печень куриная","500 г.","Лук","1 шт. небольшого размера","Масло сливочное","60 г.","Перец черный молотый","по вкусу"],"Картофель пропускаем через мясорубку, смешиваем с яйцом, мукой, солью и замешиваем тесто, которое должно отставать от рук. Накроем его и дадим немного постоять. Для начинки печень очистим от пленок, обжарим на масле с рубленым луком, посолим и поперчим. Пропустим печень через мясорубку. Тесто раскатываем до 3мм, стаканом вырезаем кружочки. На кружочки выкладываем начинку и залепляем вареник.","Варим в подсоленном кипятке 3 минуты после всплытия","Заправляем картофельные вареники луком, обжаренным на масле, посыпаем зеленью и перцем."],
        "15":["item-vareniki-s-tikvoi-potato","Тыквенные вареники с картошкой",["Мука","500 г.","Желтки","2 шт.","Тыква","250-300 г."," Растительное масло","2 ст. ложки","Картофель","500 г.","Сливочное масло","30 г.","Репчатый лук","100 г.","Свиное сало","100-150 г.","Соль","по вкусу","Перец чёрный","по вкусу"],"Тыкву очистите и запеките тыкву в духовке при 180°С в течение 20 минут, до мягкости. Разомните тыкву в пюре и остудите. Яйца разбейте и отделите желтки от белков. Добавьте к тыквенному пюре желтки (белки не понадобятся), соль и растительное масло. Перемешайте. Теперь частями всыпьте муку, каждый раз перемешивая. Замесите мягкое, но крутое тесто. Накройте тесто полотенцем и оставьте на полчаса при комнатной температуре. Картофель отварите для готовности. Картофель очистите и разомните со сливочным маслом в однородное пюре. 50г лука очистите нарежьте мелкими кубиками и поджарьте на растительном масле до золотистого оттенка. Перемешайте картофельное пюре с луковой пассировкой, солью и свежемолотым перцем. Из теста скатайте колбаску и разрежьте поперек на кусочки примерно одинакового размера. Кусочки теста раскатайте в лепёшки или растяните.","Варите в подсоленной воде до всплытия и еще 2-3 минуты.","Поддается со сметаной свежей зеленью и поджаркой."]
    },
    "wonton":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "manti":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "khinkali":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "chuchvara":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "dimsam":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "gyoza":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    },
    "baozi":{
        "1":["","",[],"","",""],
        "2":["","",[],"","",""],
        "3":["","",[],"","",""],
        "4":["","",[],"","",""],
        "5":["","",[],"","",""],
        "6":["","",[],"","",""]
    }
}