{
    "pelm":{
        "1":["item-pelm-apple", "Пельмени мясные с яблоками", ["Жирная утка", "2 ст. л.", "Натертое яблоко", "2 ст. л.", "Сухая мята", "1 ч. л.", "Яйца", "1 шт.", "Соль", "по вкусу", "Красный перец", "по вкусу"], "Мякоть жирной утки пропустить через мясорубку вместе с яблоком, луковицей, добавить мяту, соль, красный перец, яйцо и тщательно перемешать, так же можно добавить соки или отвары. Тесто приготовьте на свое усмотрение.", "Варите пока пельмени не всплывут и еще 4 минуты после, пробуйте на готовность."],
        "2":["item-pelm-chiken", "Пельмени с курицей", ["Филе курицы:", "1 шт.", "Молоко ", "1 стакан","Соль","по вкусу","Перец","по вкусу"], "Мясо пропустить 2 раза через мясорубку, добавить молоко или сливки, соль, перец, фарш хорошо размешать. Тесто приготовьте на свое усмотрение.", "Варить 10-12 минут.", " Подавать с маслом, сметаной, майонезом. Запивать куриным бульоном"],
        "3":["item-pelm-fish", "Пельмени с рыбой", ["Рыба","700 г.","Яйца","½ шт.","Лук","1 шт.","Сливки","½ стакана ","Соль","по вкусу","Перец","по вкусу"],"Рыбу (любую) разделать на филе, пропустить через мясорубку, добавить лук, соль, перец, развести сливками или молоком, хорошо перемешать. Тесто приготовьте на свое усмотрение.","Варить 12 минут.","Подавать с маслом, сметаной или майонезом."],  
        "4":["item-pelm-green-luk", "Пельмени с зелёным луком", ["Зеленый лук","500-600 г.","Яйца","5-6 шт","Сливочное масло ","2 ст. ложки.","Соль","по вкусу"],"Очищенный промытый зеленый лук с головками нарезать и слегка обжарить в сливочном масле. Добавить мелко изрубленные крутые яйца, посолить. Тесто приготовьте на свое усмотрение.","Варить 5-6 минут.","Подавать со сметаной или кислым молоком."],
        "5":["item-pelm-gribi-sirie","Пельмени со свежими грибами",["Свежие рубленые грибы","2 стакана","Растопленное сливочное масло","¾ стакана","Лук","1 шт.","Соль","по вкусу"],"Для приготовления начинки грибы ошпарить кипятком, мелко порезать, добавить нашинкованный репчатый лук, сливочное масло, послить и перемешать. Масло можно заменить сметаной. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут","Подавать со сметаной. Перед подачей можно обжарить в сливочном масле."],
        "6":["item-pelm-carrot","Пельмени с морковью",["Говяжий фарш","1 стакан","Морковь","½ стакана","Мука","2 стакана","Морковный сок","½ стакана","Соль","по вкусу"],"Морковь очистить, натереть на мелкой терке. Отжать сок. Говяжий фарш смешать с отжимками моркови, добавить соль немного воды и массу тщательно размешать.  Из муки с морковным соком замесить тесто.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать со сметаной."],
        "7":["item-pelm-gribi-solenie","Пельмени с солеными грибами",["Соленые грибы","2 стакана","Яйца","1 шт.","Лук","1 шт.","Сметана","по вкусу","Соль","по вкусу"],"Грибы промыть, отжать, порубить в деревянном корыте с луком, развести сырым яйцом и сметанной. Также грибную начинку можно разнообразить, добавляя в нее томатную пасту, рис, рассыпчатую гречневую кашу, капусту. Тесто приготовьте на свое усмотрение.","Варить не менне 15 минут","Едят обычно с квасом."],
        "8":["item-pelm-gribi-sushenie","Пельмени с сухими грибами",["Сухие грибы","2 стакана","Лук","1 шт.","Соль","по вкусу","Перец","по вкусу"],"Сухие грибы замочить на 10 часов, воду слить, грибы порубить в деревянном корыте или пропустить через мясорубку, добавить нашинкованный репчатый лук, посолить поперчить и перемешать. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут"],
        "9":["item-pelm-kalmar","Пельмени с кальмаром",["Кальмары","500 г.","Рис","1 стакан","Лук","2 шт.","Масло растительное","1 ст. ложка","Соль","по вкусу","Перец","по вкусу"],"Кальмара обдать кипятком, снять красную пленку, тщательно почистить, пропустить через мясорубку. Отварить до полуготовности рис, припустить лук в растительном масле до золотистого цвета. Все смешать. Тесто приготовьте на свое усмотрение.","Варить в подсоленном бульоне до готовности.","Подают с майонезом."],     
        "10":["item-pelm-kapusta","Пельмени с капустой",["Капуста","1 небольшой вилок","Лук","1 шт.","Растопленное сливочное масло","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Листья свежей капусты, репчатый лук мелко порубить сечкой в деревянном корытце, посолить, поперчить, добавить сливочное масло и хорошо размешать. Всю смесь можно залить яйцом. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут","Подавать со сметаной или маслом."],       
        "11":["item-pelm-krapiva","Пельмени с крапивой",["Крапива","300 г.","Лук","60 г."],"В мелко порезанную крапиву добавить пассерованный лук. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут"],
        "12":["item-pelm-krapiva-snitia","Пельмени с крапивой, снытью, лебедой",["Говяжий фарш"," ½ стакана","Свиной фарш","½ стакана","Смесь лебеды, крапивы сныти","½ стакана","Мука","2 стакана","Сок крапивы, сныти, лебеды","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Крапиву, сныть, лебеду промыть, пропустить через мясорубку и отжать сок.  Из двух стаканов муки и сока вымешать тесто и отставить отстаиваться пока готовим фарш. Говяжий и свиной фарш смешать с травами, посолить, поперчить, тщательно выжать. ","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность.","Подавать с маслом, сметаной, мелко нарубленной зеленью петрушки и укропа."],
        "13":["item-pelm-meat-egg","Пельмени мясные с яйцом (по-челябински)",["Мясной фарш","300 г.","Вареные яйца","100 г.","Зелень (зеленый лук, петрушка, укроп)","по вкусу","Соль","по вкусу","Перец","по вкусу"],"Мясной фарш перемешать с мелко рубленными вареными яйцами и зеленью. Также можно добавить вареный рис. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать со сметаной или майонезом"],
        "14":["item-pelm-meat-fish","Пельмени мясорыбные",["Мясной фарш","2 ст. ложки","Рыбный фарш","2 ст. ложки","Тертая морковь","2 ст. ложки","Соль","по вкусу"],"В фарш добавляют морковный или иные соки по вкусу, а также молоко, сыворотку и тщательно перемешивают. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать с морковным соком"],
        "15":["item-pelm-meat-morkov","Пельмени мясные с морковью",["Жирный говяжий фарш","2 ст. ложки","Морковь","1 шт.","Лук","1 шт.","Яйца","1 шт.","Сухие листья малины","1 ч. ложка","Соль","по вкусу"]," Мясо говядины пропускают через мясорубку вместе с морковью, луком, добавляют яйцо, соль, сухие листья малины и тщательно перемешивают. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут после пробуйте на готовность.","Подавать со сметаной"],
        "16":["item-pelm-pistiki","Пельмени с пистиками",["Пистики","500-600 г","Яйца","1 шт","Чеснок","1 зубчик","Соль","по вкусу"],"Пистики (молодой полевой хвощ) очистить, обмыть, мелко изрубить или порезать. Заправить сметаной или сырым яйцом, тертым чесноком. Пистики можно заменить борщевиком, пиканами, которые обязательно нужно ошпарить или отварить. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать со сметаной."],
        "17":["item-pelm-po-taganaiski","Пельмени по-таганайски",["Кислица","400 г.","Сахар или ягодное варенье","2 ст ложки"],"Кислицу очистить, мелко шинковать посыпать сахаром или смешать с ягодным вареньем. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут."],
        "18":["item-pelm-potato","Пельмени картофельные",["Картофель","8-9 шт.","Яйца","1 шт.","Лук","1 шт.","Сметана","½ стакана ","Соль","по вкусу"],"Сырой картофель очистить, натереть на терке, добавить мелко нарезанный лук, яйцо, сметану, соль и хорошо размешать. Тесто приготовьте на свое усмотрение.","Варить не менее 12-15 минут.","Подавать со сметаной или маслом."],
        "19":["item-pelm-potato-po-menzelinski","Пельмени картофельные по-мензелински",["Картофель","14 шт.","Яйца","1 шт.","Лук","2 шт.","Шпик","200 г.","Пшеничная мука","¾ стакана","Сметана","3 ст. ложки ","Чеснок"," 1 зубчик","Соль","по вкусу"],"Фарш приготовить из меси шпика, нарезанного мелкими кубиками, мелко нарубленного репчатого лука и чеснока, молотого перца и соли. Натертый сырой картофель слегка отжать и смешать с овсяной или пшеничной мукой, яйцом, солью. Массу разделить на круглые лепешки и на середину каждой положить фарш. Лепешки сложить пополам. Придав им форму полумесяца.","Варить не менее 12-15 минут."],
        "20":["item-pelm-po-zlatoustovski","Пельмени по-златоустовски",["Кислица","200 г.","Вареные яйца","200 г.","Первоцветы","200 г."],"Кислицу очистить, мелко шинковать с вареным яйцом и первоцветами, посолить. Тесто приготовьте на свое усмотрение.","Варить 6-8 минут.","Подавать со сметаной или маслом по вкусу"],
        "21":["item-pelm-redika","Пельмени с редькой",["Редька","2 шт.","Лук","1 шт.","Сметана","½ стакана","Соль","по вкусу"],"Редьку очистить, натереть на терке, добавить рубленый репчатый лук, сметану соль. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут.","Подавать со сметаной или растительным маслом."],
        "22":["item-pelm-redika-po-shemashinski","Пельмени с редькой по-шемахински",["Редька","300 г.","Яйца","1 шт.","Сливочное масло","20 г.","Соль","по вкусу"],"Редьку натирают мелкой соломкой, заливают кипятком для удаления горечи, отжимают, добавляют масло, заливают яйцом. В фарш можно добавлять репчатый лук. Тесто приготовьте на свое усмотрение.","Варить не менее 15 минут."],
        "23":["item-pelm-repa-meat","Пельмени мясные с репой",["Смесь свиного и говяжьего фарша","2 ст. ложки","Натертая репа","2 ст. ложки","Сухая крапива","1 ст. ложка","Соль","по вкусу"],"Мясо свиное и говяжье пропускают через мясорубку вместе с очищенной репой, добавляют яйцо, сухую крапиву, соль. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 2 минуты после, пробуйте на готовность.","Подавать со сметаной"],
        "24":["item-pelm-shavel","Пельмени со щавелем",["Щавель","150 г.","Масло","20 г.","Сахар","20 г."],"Щавель мелко порезать, спассеровать с маслом и сахаром. Тесто приготовьте на свое усмотрение.","Варить 8-10 минут."],
        "25":["item-pelm-siberian","Пельмени сибирские",["Говядина","300 г.","Свинина","350 г.","Лук","1 шт.","Вода или молоко","½ стакана","Соль","по вкусу"],"Мясо – свинину и говядину пропустить 2 раза через мясорубку, влить 3-4 ст. ложки воды или молока добавить измельчённый лук, соль и перец по вкусу. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту","Сибирские пельмени крупнее уральских. В некоторых местах их лепят в виде треугольника, сочни нарезая квадратами и складывая по диагонали."],
        "26":["item-pelm-kapusta-po-chinese","Пельмени мясные с капустой (по-китайски)",["Жирный свиной фарш","250 г.","Шинкованная белокочанная капуста","175 г.","Мелко рубленный репчатый лук"," 1 ст. ложка ","Яйца","1 шт.","Соль","по вкусу","Красный перец","по вкусу"],"В качестве добавок к фаршу рекомендуется в небольших количествах мята, ромашка аптечная, календула, бархатцы, мелисса лимонная, листья ягодников. Больше фантазии и любви. Жирную свинину смешивают с капустой, репчатым луком, травами, пропускают через мясорубку добавляют яйцо, соль, красный перец. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 5 минут после, пробуйте на готовность.","Подавать со сметаной."],
        "27":["item-pelm-meat-borovoi","Пельмени с мясом боровой дичи",["Филе боровой дичи ","1 шт.","Яйца","1 шт.","Луковица или чеснок","по вкусу","Соль","по вкусу","Перец ","по вкусу"],"Ощипать глухаря, тетерева или рябчика, снять шкуру, вынуть внутренности пропустить через мясорубку. Фарш заправить чесноком или луком, влить сырое яйцо. Если фарш густоват, влить молока или воды. Тесто приготовьте на свое усмотрение.","Варить 10-12 минут.","Подавать с маслом, сметаной, майонезом."],
        "28":["item-pelm-svekla-po-kargalinski","Пельмени со свеклой по-гаргалински",["Говяжий фарш","1 стакан","Свекла (пропущенная через мясорубку)"," ½ стакана","Мука","2 стакана ","Свекольный сок","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Свеклу очистить и пропустить через мясорубку. Сок отжать. Свекольный сок использовать для приготовления теста, а свекольную выжимку для фарша. Из муки со свекольным соком замесить тесто и оставить на 30 мин. отстаиваться. Говяжий фарш смешать со свекольными отжимками, добавить соль, перец.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту и вытаскивайте, когда посчитайте пельмени готовыми.","Подавать с маслом, сметаной, тертым сыром, брынзой."],
        "29":["item-pelm-tikva","Пельмени мясные с тыквой",["Жирный куриный фарш","2 ст. ложки","Натертая сырая тыква","2 ст. ложки","Натертый свежий огурец","2 ст. ложки","Яйца","1 шт.","Соль","по вкусу","Красный перец","по вкусу"],"Жирную мякоть курицы пропускают через мясорубку вместе с тыквой, огурцом, добавляют яйцо, соль и красный перец по вкусу. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и еще 4 минуты после, пробуйте на готовность.","Подавать со сметаной."],
        "30":["item-pelm-tikva-carrot","Пельмени с тыквой и морковью",["Натертая тыква","3 стакана","Натертая морковь","1 стакан","Говяжий фарш","½ стакана","Свиной фарш","½ стакана","Мука","2 стакана","Тыквенный сок","½ стакана","Соль","по вкусу","Перец","по вкусу"],"Тыкву натереть на мелкой терке, отжать сок. Замешать из 2 стаканов муки и сока тесто и отставить его пока готовим фарш. Очищенную морковь натереть на крупной терке. Смешать отжимки тыквы, морковь, мясной фарш","Варить 6-8 минут","Подавать кефиром или простоквашей."],        
        "31":["item-pelm-uraliski","Пельмени уральские",["Говядина","300 г.","Свинина ","300 г.","Баранина","250 г.","Лук","200 г.","Молоко","200 г.","Соль","по вкусу","Перец","по вкусу"],"Говядину, нежирную баранину, жирную свинину пропустить через мясорубку 2 раза. Лук лучше мелко порезать. В фарш влить молоко, перемешать, добавить соль перец по вкусу. Очень важно, чтобы фарш не был сухим. Если он получился не очень сочным, добавить воды. Тесто приготовьте на свое усмотрение.","Варите пока пельмени не всплывут и подождите еще 4 минут после пробуйте на готовность. Если не готово пробуйте каждую последующею минуту","К пельменям подается масло, сметана, уксус. Любители запивают их молоком, закусывают хлебом."]
    },
    "kurze":{
        "1":["item-kurze-baranina","Курзе с бараниной",["Мука","3 стакана","Вода","1 стакан","Яйца куриные","1 шт.","Баранина","500 г","Лук репчатый","4 шт.","Сметана","1 ст. л.","Зелень (кинза, укроп, петрушка)","1 пучок","Чеснок","3 зубчика","Томатная паста"," 1 ст. л.","Аджика","по вкусу","Черный молотый перец","по вкусу","Соль","по вкусу"],"Важный ингредиент - это репчатый лук, его должно быть много, примерно одна луковица на 100 грамм мяса. Лук придаст сочность курзе. Лук надо мелко нарезать, или же перемолоть в блендере. Из зелени возьмите кинзу, укроп и петрушку. Зелень просто необходима в фарш. Прокрутите её вместе с луком и чесноком в блендере. У вас должна получиться кашица. Соедините фарш с зеленью, добавьте чёрный молотый перец для остроты. Посолите. Добавьте ложку сметаны и размешайте. Некоторые хозяйки обжаривают лук со специями на сливочном масле, добавляя томатную пасту и свежие помидоры с аджикой. Томатную пасту добавляют либо сырую, либо обжаренную. Тесто для дагестанских курзе ничем не отличается от обычного пельменного теста. Его можно замесить с яйцом или без. Хороший способ замешивания теста. Когда в муку вливается кипяток и 2 ложки растительного масла и замешивается тесто. Тут мы замешивали обычное тесто на одном яйце. Главное не забудьте, что тесту нужно время \"для отдыха\" около 15 - 20 минут. Дальше, как с пельменями - раскатать тонкий пласт теста, вырезать формой круги, они не должны быть мелкими. В середину выложить фарш. Защипывают курзе складками. Сначала загибают одну сторону, а потом складками попеременно захватывают края по бокам.","Курзе варят, как пельмени или хинкали в подсоленной воде около 4 минут после закипания. ","Готовые курзе смазать сливочным маслом и подаем к столу."],
        "2":["item-kurze-chiken","Курзе с курицей",["Куриное филе","400 г.","Красный лук","1 шт.","Чеснок","3 зубчика","Томатная паста","1 ст. л.","Аджика","½ чайной л.","Яйца","1 шт.","Мука","2 стакана","Вода","1 стакан","Кинза","по вкусу","Соль","по вкусу"],"Куриное филе промыть, порезать на кусочки. Прокрутить на мясорубке. Добавить к мясу томатную пасту, аджику, соль, измельченный чеснок, кинзу, мелко порубленный лук. Перемешать до однородной массы. Приготовим тесто. Яйцо смешать с солью, водой, мукой. Дать \"отдохнуть\" минут 20. Из теста раскатать пласт. Вырезаем кружки диаметром 8-10 сантиметров. Раскладываем начинку и начинаем лепить (процесс лепки можно посмотреть в интернете).","Варим в подсоленной воде минут 15-20 на медленном огне.","При подаче можно смазать сливочным маслом."],
        "3":["item-kurze-goviad","Курзе с говядиной",["Мука высший сорт","500 г.","Яйца куриные","1 шт.","Вода холодная","200 мл.","Говядина","600 г.","Томаты в собственном соку","4 шт.","Лук репчатый","2 шт.","Кинза","½ пучка","Укроп","½ пучка","Масло сливочное","30 г.","Тмин молотый","по вкусу","Перец черный","по вкусу","Паприка хлопьями","по вкусу","Сумах","по вкусу","Соль","по вкусу"],"Замешиваем крутое тесто – в просеянную муку отправляем одно куриное яйцо, холодную воду и соль. Замешиваем тесто сначала ложкой, потом руками минут 10. Как только тесто обретет однородную консистенцию, перекладываем его в пакет и убираем на один час в холодильник. Мясо и репчатый лук пропускаем через мясорубку. Солим, перчим фарш, добавляем паприку в хлопьях и тмин. Мелко нашинкованные помидоры и зелень также отправляем в фарш. Вымешиваем. Тесто раскатываем толщиной в один миллиметр. Формой или раскаточным роликом вырезаем кружки диаметром 7-8 мм. Накладываем фарш в тесто, чтобы при заворачивании в Курзе не оставалось пустот. Шов должен получиться плетеным.","Кипящую воду солим и опускаем в нее Курзе. После того, как Курзе всплыли, варим их еще 3-4 минуты. ","Перекладываем шумовкой в отдельную посуду, смазываем сливочным маслом и посыпаем Сумахом."],
        "4":["item-kurze-krapiva","Курзе с крапивой",["Крапива","1 кг.","Пшеничная мукa","500 г.","Куриные яйца","1 шт.","Лук","1 шт.","Растительное масло","10 мл.","Соль","по вкусу"],"Крапиву очистить, хорошенько промыть и высушить на полотенце. Затем очень мелко порубить ножом или в блендере. Поджарить на сковороде мелко покрошенный лук и добавить туда крапиву. Потушить. Потушенную крапиву с луком выложить в чашку. Дать остыть. Посолить по вкусу. Добавить яйцо. Перемешать — это будет наша начинка. Приготовить(Замешать и после дать отдохнуть) обычное пресное тесто. Тонко раскатать и сделать кружки при помощи кружки. Начинить кружки начинкой и сплести косичку.","Вскипятить воду в кастрюле, посолить. В кипящую воду закинуть курзе и сразу очень аккуратно перемешать шумовкой, чтобы не прилипли. Как всплывут, варить около 10 минут.","Можно подавать со сметаной, либо ореховым соусом."],
        "5":["item-kurze-krapiva-halta","Курзе с халтой",["Мука","500 гр.","Крапива","300 гр.","Халта","300 гр.","Репчатый лук","1 шт.","Яйца","3 шт.","Сливочное масло","по вкусу","Соль","по вкусу","Сметана","по вкусу"],"Насыпать муку в миску + 1 ч. л. соли и замесить упругое тесто. Оставить тесто отдохнуть минимум на 30 м. Потом еще раз помять тесто. Придать тесту форму колбаски и нарезать эту колбаску на равные доли. Из долек теста формировать мешочки. Влить в эти мешочки начинку. Начинку делаем так-тушим на сливочном масле мелко нарезанный репчатый лук и добавляем к нему промытую и нарезанную крапиву и халту. Как добавили крапиву с халтой тушим нашу начинку не более 5 минут.","Как таковой варки здесь нет так как по итогу наша начинка уже готова и пока она горячая она своим теплом готовит тесто.","Готовые выложить на блюдо и подавать со сметанкой."],
        "6":["item-kurze-potato","Курзе с картошкой",["Мука","400-500 гр.","Яйца","1 шт.","Картофель","3-4 шт.","Лук","1 шт.","Домашний томат (можно магазинный)","1 шт.","Молотый тмин","по вкусу","Соль","по вкусу","Чёрный перец","по вкусу","Чеснок","по вкусу"],"Замесить тугое тесто и отставить его отдыхать пока мы готовим начинку. Картошку очистить от кожуры, промыть, нарезать и поставить вариться. Когда картошка будет готова, слить оставшуюся воду, измельчить толкушкой. Сделать зажарку - лук нарезать мелко кубиками и пожарить на масле. Добавит его в начинку и специи по вкусу. Оставить остывать. Раскатать тесто, вырезать круги. Сформировать Курзе, поставив в каждый круг начинку","Варить курзе в подсоленной воде. Закинуть Курзе в кипящую воду, аккуратно помешивая. Варить минут 5-6. Готовые Курзе вытащить в тарелку, смазать сливочным маслом.","Подаются курсе с подливой: делаем подливу, если томат домашний, то можно просто в него добавить измельчённый чеснок, если магазинный, то томат надо чуть поджарить на масле, налить чуть воду и измельчённый чеснок"]
    },
    "vareniki":{
        "1":["item-vareniki-chechevica-shpinat","Вареники с чечевицей и лососем",["Полбяная (спельтовая) мука","250 г. ","Подсолнечное масло","1 чайная ложка ","Вода","170 мл.","Чечевица красная","100 г.","Шпинат","50 г.","Копчёный лосось","50 г. ","Репчатого лук","30 г.","Чеснок","1 зубчик"," Растительное масло","2 ст. ложки","Лимонный сок","¼ чайной ложки","Перец чёрный молотый","по вкусу","Соль ","по вкусу"],"Спельтовую муку просеем, добавим воду, соль и растительное масло. Замесим тесто сначала в кастрюле. Если тесто получается слишком густым, добавим ещё немного воды. Затем на столе вымесим эластичное тесто. Тесто получается бежевого цвета. Накроем тесто пищевой плёнкой и оставим на полчаса при комнатной температуре, а тем временем подготовим начинку. Чечевицу промоем несколько раз, зальем водой (200-300 мл), чуть посолим (½ чайной ложки) и поставим на огонь. С момента закипания будем варить на малом огне 20 минут, до готовности. А пока варится чечевица, займемся другими ингредиентами для начинки. Копчёный лосось очистим от косточек и нарежем кусочками. Чеснок и лук очистим и нарежем помельче. Листики шпината промоем, обсушим и нарежем полосками. На сковороде разогреем растительное масло (2 ст. ложки). Обжарим лук и чеснок 2 минуты. Добавим листья шпината, чуть сбрызнем соком лимона. Обжарим 2-3 минуты, помешивая. Сваренную чечевицу откинем на сито и оставим на время, чтобы стекла жидкость. Чечевицу, лосось и шпинат с луком и чесноком пропустим через мясорубку. Попробуем начинку, посолим и поперчим по вкусу. Разделим тесто на части, чтобы было удобно работать Каждую часть теста по очереди раскатаем в пласт толщиной не более 5 мм. Вырежем вырубкой кружки. На кружки теста выложим 1-2 чайные ложки начинки.","Варить в подсоленной кипящей воде в течении 7 минут после повторного закипания.","Можно подать со сметаной или с растительным маслом также можно посыпать кунжутом, добавлять вяленые томаты"],
        "2":["item-vareniki-cherry","Вареники с вишней",["Вишня","300 г.","Сахар","150 г.","Мука","350-400 г.","Яйца","1 шт.","Вода","100 мл.","Сметана","50 г.","Соль","по вкусу"],"Вишню моют, удаляют косточки. Посыпают сахаром, выдерживают 1 час, сливают образовавшийся сок. Муку (320-360 г) насыпают в миску, добавляют соль (2 щепотки). Яйцо взбивают с водой. В муку вливают яйцо с водой. Постепенно смешивают их с мукой. Из муки, соли, яйца и воды замешивают крутое тесто. Тесто накрывают полотенцем и оставляют на 30 минут отдохнуть. Рабочую поверхность посыпают мукой. Затем тесто раскатывают в тонкий пласт (толщиной 2 мм) и вырезают кружочки с помощью стакана. На середину каждого кружочка кладут немного вишни.  Соединяют края и лепят вареники. Начинка из вишни очень сочная, поэтому края нужно залепить тщательно.","В подсоленную кипящую воду засыпаем вареники, варим на среднем огне в течении 10-12 минут.","Подаются со сметаной и вишнёвым соком"],
        "3":["item-vareniki-guzuliski","Гуцульские вареники",["Мука","1,5-2 стакана","Вода теплая (30-35 град.)","100-120 мл","Яйца","1 шт.","Фасоль","100 г сухой","Грибы сухие","40 г.","Масло сливочное","2 ст. ложки","Лук репчатый","1 шт.","Сало","40 г","Соль","по вкусу","Перец черный молотый","по вкусу"]," Фасоль отварить, слить отвар, посолить и поперчить, и измельчить в блендере или мясорубкой.  Сушеные грибы промыть, отварить (10 минут), мелко порезать и обжарить на масле с измельченным луком. Перемешать грибы с фасолью. Посолить и поперчить по вкусу. Из муки, воды и яйца замесить тесто, чтобы не липло к рукам. Тонко его раскатать. Вырезать стаканом кружочки. На середину каждого кружочка положить начинку и залепить вареник.","Варим в слегка подсоленном кипятке 7-10 минут.","Мелко порезать сало и обжарить до шкварок. Зарумянить лук. Заправить вареники."],
        "4":["item-vareniki-s-tvorogom","Вареники с творогом",["Мука","3,5 стакана","Яйца","1 шт.","Молоко","125 г.","Вода","125 г.","Творог","600 г.","Сахар","50 г.","Соль","по вкусу","Ваниль","по вкусу"],"Тесто для вареников можно замесить в обычной миске ложкой. В чашу просеиваем муку и добавляем соль. Взбиваем венчиком куриное яйцо, а затем смешиваем с водой. Туда же выливаем молоко. В муку отправляем все жидкие ингредиенты и перемешиваем до однородного состояния. Смазываем стол растительным маслом и еще несколько минут вымешиваем тесто руками, чтобы оно стало более эластичным. Затем перекладываем тесто для вареников в миску, накрываем пленкой и ставим в холодильник на 30 минут. Тем временем смешиваем творог с сахаром и ароматизатором. (Если вы возьмете кислый творог, то придется добавить больше сахара. Но, чем больше сахара, тем больше жидкости образуется при варке внутри вареника) Достаем тесто из холодильника и отрезаем небольшой кусочек. Раскатываем в тонкий пласт и кулинарным кольцом (диаметром 10 см) или стаканом вырезаем кружочки. На каждый кусочек теста выкладываю творог. Закрепляем края. Чтобы сформировать края вареника в виде косички, немного прижимаем уголочек и заворачиваем. Чуть ниже снова сдавливаем тесто и заворачиваем.","В подсоленную кипящую воду засыпаем вареники и варим 5 минут после того, как они всплывут.","Подаются со сливочным маслом"],
        "5":["item-vareniki-tvorog-slivi","Творожные вареники со сливами",["Творог","350-500 г.","Сметана","1 ст. ложка","Яйца","1 шт.","Мука","1 стакан с горкой ","Сливочное масло","- 1 ст. ложка"," Сливы, порезанные кубиком","2 стакана ","Сахаp"," 2 ст. ложки и 1 чайная ложка","Соль","по вкусу"],"Чтобы творог не был комочками, протрем его через сито или пропустим через мясорубку. Добавим сметану, соль, сахар, яйцо и хорошо вымешаем. Это можно сделать с помощью миксера. Постепенно добавляем муку и замешиваем мягкое эластичное тесто. Тесто пусть постоит минут 15, а мы тем временем вынем из сливы косточки и порежем ее кубиками. Можно не резать, а залеплять половинки слив. Посыпаем сливы сахаром. Творожное тесто для вареников раскатываем, но не очень тонко, до 3мм. Стаканом вырезаем кружочки. На каждый кружочек кладем 1 чайную ложку слив и залепляем вареник.","Вареники варим 5-7 минут после всплытия на умеренном огне.","Выкладываем вареники на разделочной доске чтобы творожные вареники остыли и немного обсохли. Потом посыпаем творожные вареники сахаром "],
        "6":["item-vareniki-s-pavidlom","Вареники с повидлом",[ "Мука","350 г","Масло сливочное","50 г."," Масло сливочное (размягчённое)","60 г.","Яйцо","1 шт.","Соль","½ чайной ложки","Вода","100 мл.","Повидло сливовое (густое)","300-400 г.","Сухари панировочные","30 г.","Корица молотая"," щепотка"],"Повидло должно быть густым, чтобы оно не вытекало из вареников при варке. Загустить повидло можно, добавив в него панировочные сухари. 50 г сливочного масла растапливаем. В миску просеиваем муку, делаем в ней углубление, в которое добавляем соль, яйцо и растопленное сливочное масло. Перемешиваем. Постепенно добавляя воду, замешиваем мягкое, не липнущее к рукам тесто. Воду вливаем понемногу, так как в зависимости от влажности муки воды понадобится чуть больше или меньше. Собираем тесто в шар, накрываем салфеткой и оставляем при комнатной температуре на 20-30 минут. По истечении времени рабочую поверхность посыпаем мукой и выкладываем туда тесто. Отрезаем часть теста и раскатываем в пласт толщиной 0,3 см. Вырубкой (можно стаканом) вырезаем из теста круги примерно 6,5 см в диаметре. Выкладываем в середину каждого круга повидло (по 1 чайной ложке). Формируем вареники, плотно защипывая края.","Варим вареники 3-5 минут после того как они всплывут на поверхность","Сдабриваем горячей сахарной смесью: растапливаем в сковороде 50 г сливочного масла. Всыпаем панировочные сухари и корицу. Обжариваем, помешивая, до лёгкого потемнения, 1-2 минуты. Оставшееся сливочное масло растапливаем и поливаем вареники сверху."],
        "7":["item-vareniki-s-nuansom","Вареники с нюансом",["Мука","500 г.","Дрожжи сухие","1 щепотка","Соль","½ чайной ложки","Яйцо","1 шт.","Масло растительное","3 ст. ложки","Картофель (отварной)","500 г.","Сыр колбасный (копченый)","200 г.","Лук репчатый","1 шт.","Перец черный молотый","по вкусу"],"Подготовим все продукты для теста, не забудьте про щепотку сухих дрожжей. Соединяем муку, дрожи, соль, яйцо, масло растительное и воду вместе и замешиваем тесто. Тесто для вареников получается эластичным и мягким. Накрываем пленкой (пакетом) и даем отдохнуть (полежать) минут 20-30. За это время приготовим начинку. Картофель отвариваем в подсоленной воде. Картошечку измельчаем любым удобным для вас способом. Лук, нарезанный мелкими кубиками, обжариваем в небольшом количестве масла до легкой золотистости. Добавляем обжаренный лучок к картофелю. Копченый сыр (колбасный) режем кубиками и добавляем в остывший картофель. (отлично подойдет и сыр чечил - копченый сыр косичка.). Перчим по вкусу - и начинка готова (пробуйте на соль). Тесто отлежалось и получилось очень нежным. Делим тесто на порционные кусочки. Формируем классические вареники с картошкой.","Варим в подсоленном кипятке 3 минуты после всплытия. Варите большими партиями чтобы не слиплись.","Со сметаной и укропом"],
        "8":["item-vareniki-shok-vishnia","Шоколадные вареники с вишней",["Творог","350-500 г.","Вода","3 ст. ложки","Какао-порошок","1 ст. ложка","Яйца","2 шт.","Муки","200 г.","Сахар","½ ст. ложки","Вишня с косточкой","250 г. без косточки","Изюм (темный и светлый)","100 г."," Соль","по вкусу"],"Какао-порошок можно заменить растопленным шоколадом, вместо изюма - использовать другие сухофрукты по вкусу. Сперва соедините воду, яйца, соль, сахар, ванильный сахар, какао-порошок. Перемешайте вилкой или венчиком до однородности. Частями введите муку и перемешайте. Затем, тщательно вымешивая руками, доведите шоколадное тесто до эластичности. Накройте полотенцем или пищевой плёнкой и оставьте на 30 минут при комнатной температуре. Тем временем для начинки промойте и обсушите изюм и вишни. Освободите вишни от косточек. Нафаршируйте ягоды изюмом. Тесто раскатайте в пласт толщиной 2-3 мм. Вырежьте кружочки диаметром 4-5 см. Рассчитывайте, что уйдёт два кружочка теста на один вареник. Разложите примерно по 3 вишни на кружочек теста. Накройте начинку на тесте парными кружочками. Скрепите кружочки теста между собой, закрывая начинку внутри. Сформируйте декоративную окантовку по кругу.","Варить в подсоленной кипящей воде в течении 2-4 минут после всплытия на поверхность","Можно подавать со сметаной, медом, растопленным сливочным маслом, под слоем сахара или сахарной пудры. Но главное подавать теплыми"],
        "9":["item-vareniki-shok-tvorog-klubnika","Вареники с клубникой и творогом",["Вода","250 мл","Какао-порошок","25 г.","Растительное масло","2 ст. ложки","Мука","500 г.","Клубника","500 г.","Мягкий творог","220 г.","Сахар","2-3 ст. ложки"," Соль","по вкусу"],"Муку просейте в глубокую миску. Добавьте в муку какао и перемешайте. В кастрюльке соедините 250 мл воды, соль, сахар и растительное масло.  Накройте кастрюльку крышкой, поставьте на огонь и доведите до кипения. В смесь муки и какао влейте кипящую воду с маслом. Перемешивайте тесто сначала ложкой, чтобы не обжечься, а затем вымесите руками. Замешанное тесто округлите в шар, накройте плотно пищевой плёнкой и оставьте при комнатной температуре на 30-40 минут. Творог разомните при помощи вилки, добавьте сахар и перемешайте. Клубнику промойте, удалите плодоножки. Нарежьте очищенные ягоды мелкими кубиками. Добавьте нарезанную клубнику к творогу с сахаром. Перемешайте. После того, как тесто постоит и станет более мягким и пластичным, разделите его на 3-4 части. С каждой частью теста работайте поочерёдно. Раскатайте часть теста в тонкий пласт толщиной около 1-2 мм. Из теста вырежьте при помощи стакана кружочки диаметром около 7 см.  На каждый кружочек теста выложите по 1 полной чайной ложке клубнично-творожной начинки, соедините края кружочка, закрывая начинку и формируя вареник. Таким образом сформируйте вареники из всего объёма теста и начинки.","В кастрюлю влейте 2 л воды, всыпьте 1 ч. ложку соли, доведите до кипения. Опустите в кипящую воду часть вареников. Доведите ещё раз до кипения и варите 1-2 минуты. Варить в подсоленной кипящей воде в течении 7 минут после повторного закипания.","Можно полить вареники растопленным сливочным маслом и подавать к столу. Каждую порцию можно украсить ягодами клубники и листочками мяты на свой вкус."],
        "10":["item-vareniki-pineaple-kukuruza","Вареники с абрикосами",["Творог 18%"," 280 г.","Абрикосы","70 г.","Манная крупа","45 г.","Сахар","30 г.","Мука","30 г.","Яйца","1 шт.","Ванилин","1 щепотка","Кукурузные палочки","15 г.","Соль","по вкусу"],"Разбейте яйцо в глубокую миску. Всыпьте сахар. Взболтайте венчиком до растворения сахарных крупинок. В отдельную посуду выложите творог. Всыпьте соль, муку, манную крупу и ванилин (или ванильный сахар). Разотрите ложкой до однородной массы без комочков. К творожной массе влейте яичную смесь. Перемешайте. Творожная масса получается довольно плотной и хорошо липнет к рукам. Абрикосы промойте и обсушите. Разрежьте плоды пополам и удалите косточки. Нарежьте половинки небольшими кусочками. Возьмите ложкой небольшую порцию творожной массы. В центре сделайте углубление и добавьте кусочек абрикоса. Сформируйте шарик размером с грецкий орех. И сварите. Кукурузные палочки измельчите в блендере до мелкой крошки. Запанируйте творожные шарики со всех сторон.","Варите в немного подсоленной воде 5-7 минут с момента закипания (шарики должны всплыть).","Вкусно кушать в тёплом виде со сметаной, сгущёнкой, мёдом, вареньем."],
        "11":["item-vareniki-kefir-dark-smorod","Вареники на кефире со смородиной",["Мука","500 г.","Кефир (жирностью 2,5 %)","200 мл.","Яйца","1 шт.","Сахар","2 ст. ложки","Сода","½ чайной ложки ","Соль","½ чайной ложки","Чёрная смородина","340 г.","Яблоки","350 г.","Сахар","100 г.","Крахмал ","40 г. ","Сливочное масло","50 г."],"Кефир должен быть комнатной температуры. Крахмал лучше всего использовать кукурузный, так как он меньше чувствуется в готовом блюде. Яблоки подойдут любого сорта. Для замеса теста подберите глубокую миску. Вбейте яйцо и всыпьте соль. Взболтайте венчиком или вилочкой до однородности. Всыпьте сахар и соду. Перемешайте. Влейте кефир любой жирности и перемешайте. Всыпьте в несколько заходов просеянную муку. После каждого добавления муки, хорошо перемешивайте тесто ложкой, чтобы все ингредиенты хорошо увлажнились. На данном шаге вся мука может не войти в тесто. Перенесите тесто на доску и подмесите руками, при необходимости подсыпая муку, чтобы тесто не липло к рукам и стало хорошо плотным. Мука у меня ещё осталась для подсыпки. Накройте тесто полотенцем и оставьте на 15-20 минут при комнатной температуре. Переберите смородину, промойте холодной водой. Яблоки вымойте. Фрукты и ягоды обсушите бумажным полотенцем. Яблоки очистите от кожицы и семян. Натрите на крупной тёрке. К яблочной стружке добавьте смородину. Всыпьте сахар и крахмал. Аккуратно перемешайте, чтобы все ингредиенты запанировались в крахмале и сахаре. Тесто выложите на коврик, посыпанный мукой. Для удобства разделите на две части. Хорошо обомните, при необходимости, подсыпая муку. Один клубочек укройте полотенцем, со вторым будем работать. Раскатайте тесто в не очень тонкий пласт, толщиной 3 мм. Формочкой вырежьте из теста кружочки. В центр выложите начинку. Очень плотно защипните краешки, чтобы во время варки начинка осталась внутри вареника.","Варить в подсоленной кипящей воде в течении 10 минут после закипания периодически переворачивая.","Можно подать их со сметаной, вареньем, сгущенкой или мёдом."], 
        "12":["item-vareniki-kapusta","Вареники с капустой",["Мука","240 г.","Горячая вода","120-140 г. ","Соль","½ чайной ложки ","Белокочанная капуста","400-500 г.","Морковь","1 шт.","Чеснок","1 зубчик","Томатный соус или кетчуп","1 ст. ложка","Лавровый лист","2-3 шт.","Репчатый лук","2 шт.","Перец чёрный горошком","по вкусу","Соль","по вкусу","Перец чёрный молотый","по вкусу"],"Капусту мелко нашинковать. Морковь нарезать тонкой соломкой или натереть на крупной терке. Лук нарезать тонкими четвертинками колец. Обжарить лук до прозрачности на небольшом количестве растительного масла. Добавить морковь, обжарить ещё пару минут. Добавить в сковороду с луком и морковью капусту, обжарить (не тушить!). Приправить солью и чёрным молотым перцем. Добавить лавровый лист и жарить до готовности (мягкости) капусты. Добавить томатный соус или кетчуп и измельчённый чеснок (натёртый на тёрке). Хорошо перемешать и обжаривать ещё 3-4 минуты. Переложить капусту на плоское блюдо, чтобы она полностью остыла. Лавровый лист удалить. Замесить заварное тесто для вареников. Муку просеять. В горячей воде (не кипяток!) растворить соль и добавить туда растительное масло. Влить горячую воду в просеянную муку и замесить упругое эластичное тесто (сколько добавить воды, смотрите по тесту, мука у всех разная). Замешивать сначала лопаткой. Затем выложить на рабочую поверхность и вымешивать тесто руками 5-6 минут. Сформировать из теста шар, накрыть миской (или пищевой плёнкой) и оставить отдыхать на 20 минут. После этого тесто станет мягче и ещё эластичнее. Сформировать из теста колбаску. Отрезать маленький кусочек теста, около 20 г. (Остальное тесто положить снова под миску или плёнку, чтобы оно не заветривалось). Раскатать кусочек теста в овальную лепёшку. Тесто совсем не липнет к поверхности, но если нужно, то можно посыпать рабочую поверхность небольшим количеством муки. В центр лепешки выложить начинку (меньше, чем столовую ложку), капуста должна быть уже полностью остывшей. Сформировать вареник, защипнуть края теста. Хорошо скрепить края теста, чтобы начинка не выпадала при варке.","Вскипятить воду в кастрюле, добавить соль, перец горошком и лавровый лист. Опустить в кипящую воду вареники. После того как вареники всплывут на поверхность, варить их 5-7 минут, до готовности теста.","Подаются с поджаркой: мелко нарезать лук и обжарить его на растительном масле до лёгкого золотистого цвета. Выложить готовые вареники в сковороду с луком и аккуратно перемешать."],
        "13":["item-vareniki-cheese-brokoli","Вареники с брокколи и сыром фета",["Мука","400 г.","Брокколи","350 г.","Сыр-фета","150 г.","Чеснок","2-3 зубчика","Сметана","2 ст. ложки","Вода","125 мл.","Яичный желток","2 шт.","Сливочное масло","50 г.","Лук","1-2 шт.","Соль","по вкусу"],"В миску просеиваем муку, делаем в ней углубление, куда добавляем яичные желтки, сметану и соль. Постепенно начинаем добавлять воду и вымешивать тесто. (Воду добавляем постепенно, так как её может понадобиться чуть меньше или больше в зависимости от качества муки.). Заворачиваем тесто в пищевую плёнку и оставляем при комнатной температуре, пока будем готовить начинку.  Брокколи промываем и разбираем на соцветия. Кипятим подсоленную воду и опускаем в нее брокколи, варим 10 минут после повторного закипания. Откидываем готовую капусту на дуршлаг и даём стечь лишней жидкости. Далее брокколи и сыр фету можно растереть вместе с помощью вилки или воспользоваться блендером. Не нужно делать однородное пюре, могут оставаться небольшие кусочки брокколи. Чеснок очищаем, пропускаем через пресс и добавляем к брокколи. Солим и перчим по вкусу. Перемешиваем начинку. Рабочую поверхность присыпаем мукой и раскатываем тесто в пласт толщиной около 3 мм. Вырезаем с помощью стакана кружочки. Выкладываем на кружочки теста начинку. Защипываем края. Готовые вареники складываем на присыпанную мукой поверхность.","Варите в немного подсоленной воде 5 минут после того, как они всплывут.","Особенности подачи: Подаются с луковой зажаркой. Лук поджарить на сливочном масле до зарумянивания около 5 минут."],
        "14":["item-vareniki-chiken-pecheni","Вареники с куриной печенью",["Картофель (сваренный в мундире и очищенный)","4-5 шт.","Яйца","1 шт.","Мука","250-300 г.","Печень куриная","500 г.","Лук","1 шт. небольшого размера","Масло сливочное","60 г.","Перец черный молотый","по вкусу"],"Картофель пропускаем через мясорубку, смешиваем с яйцом, мукой, солью и замешиваем тесто, которое должно отставать от рук. Накроем его и дадим немного постоять. Для начинки печень очистим от пленок, обжарим на масле с рубленым луком, посолим и поперчим. Пропустим печень через мясорубку. Тесто раскатываем до 3мм, стаканом вырезаем кружочки. На кружочки выкладываем начинку и залепляем вареник.","Варим в подсоленном кипятке 3 минуты после всплытия","Заправляем картофельные вареники луком, обжаренным на масле, посыпаем зеленью и перцем."],
        "15":["item-vareniki-s-tikvoi-potato","Тыквенные вареники с картошкой",["Мука","500 г.","Желтки","2 шт.","Тыква","250-300 г."," Растительное масло","2 ст. ложки","Картофель","500 г.","Сливочное масло","30 г.","Репчатый лук","100 г.","Свиное сало","100-150 г.","Соль","по вкусу","Перец чёрный","по вкусу"],"Тыкву очистите и запеките тыкву в духовке при 180°С в течение 20 минут, до мягкости. Разомните тыкву в пюре и остудите. Яйца разбейте и отделите желтки от белков. Добавьте к тыквенному пюре желтки (белки не понадобятся), соль и растительное масло. Перемешайте. Теперь частями всыпьте муку, каждый раз перемешивая. Замесите мягкое, но крутое тесто. Накройте тесто полотенцем и оставьте на полчаса при комнатной температуре. Картофель отварите для готовности. Картофель очистите и разомните со сливочным маслом в однородное пюре. 50г лука очистите нарежьте мелкими кубиками и поджарьте на растительном масле до золотистого оттенка. Перемешайте картофельное пюре с луковой пассировкой, солью и свежемолотым перцем. Из теста скатайте колбаску и разрежьте поперек на кусочки примерно одинакового размера. Кусочки теста раскатайте в лепёшки или растяните.","Варите в подсоленной воде до всплытия и еще 2-3 минуты.","Поддается со сметаной свежей зеленью и поджаркой."]
    },
    "wonton":{
        "1":["item-wontoni-chiken-and-bacon","Вонтоны с курицей и беконом",["Мука","450 гр.","Вода (кипяток)","135 мл.","Подсолнечное масло","1.5 ст. ложки","Картофельный крахмал","1.5 ст. ложки","Куриный фарш","375 гр.","Бекон","75 гр.","Яйца","1.5 шт.","Cоевый соус","1.5 ст. ложки","Имбирь","15 гр.","Зелёный лук","9 гр.","Петрушка","9 гр.","Перец черный молотый","по вкусу","Соль","по вкусу"],"Подготовьте продукты. Куриный фарш можете использовать как готовый, так и сделанный самостоятельно. Если не найдете свежий имбирь, возьмите его в виде порошка. Зелень помойте и обсушите. Сначала приготовьте начинку. Как сделать начинку? Бекон мелко нарежьте, добавьте его к фаршу. Очистите небольшой кусочек корня имбиря (2х2 см), затем натрите его на мелкой терке в фарш. Поперчите, посолите. Имейте в виду, что еще будет добавляться соевый соус, не кладите много соли. Мелко нарежьте несколько перьев зеленого лука и веточек петрушки. Добавьте в фарш. Влейте соевый соус. Отделите белок от жетка. Белок тоже добавьте в фарш, желток пока оставьте, он пригодится позже. Фарш хорошо вымесите до однородного состояния. Начинка готова. Приготовьте тесто. Как сделать тесто? Вскипятите воду. Просейте муку в миску. При постоянном помешивании влейте в муку кипяток, посолите, добавьте масло. Замесите тесто. Будьте готовы к тому, что муки может потребоваться больше или меньше, чем указано в рецепте. Ориентируйтесь не на количество муки, а на желаемую консистенцию теста. Тесто получается очень эластичным и мягким, дайте ему отлежаться в полиэтиленовом пакете около 30 минут. Лепим пельмени: Присыпьте доску крахмалом. Разделайте на ней тесто на колбаски, которые затем нарежьте поперек. Раскатайте каждый кусочек очень тонко в круглый сочень. Это тесто позволяет раскатывать лепешки очень тонко, буквально до прозрачности. На каждом сочне нарисуйте желтком круг. В центр положите начинку и соедините края мешочком, оставляя верхушку открытой — вот для чего был нужен желток, он склеит тесто. Так формируют заготовки для паровых вонтонов, если собираетесь их жарить, то склейте мешочки плотно.","Вонтоны поместите на смазанную подсолнечным маслом решетку пароварки и поставьте над закипевшей водой. Готовьте вонтоны 15 минут на пару. Их также можно готовить в электрической пароварке или мультиварке.","Готовые вонтоны подавайте сразу же, горячими, с соевым соусом."],
        "2":["item-wontoni-chicken-and-potato","Вонтоны с курицей и картофелем",["Куриное филе","225 г.","Растительное масло","2 ст. ложки","Молодая луковица","1 шт.","Паста зеленой карри","1 чайной ложки","Паста красной карри","1 чайной ложки","Сахарный песок","2 чайной ложки","Тонкое раскатанное пресное тесто","18 прямоугольников","Огурец","55 г.","Морковь","25 г.","Белый винный уксус","150 мл.","Пальмовый или тростниковый сахар","55 г.","Кинза, мелко нарезанная","1 чайной ложки","Вода","75 мл.","Крахмал кукурузный","100 г.","Мука пшеничная","2 ст. ложки","Яйцо","1 шт.","Соль","по вкусу."],"Для приготовления теста для вонтонов нам понадобятся мука, кукурузный крахмал, вода, яйцо, соль. В отдельной миске соединяем яйцо, 60 мл холодной воды и соль. Взбиваем их с помощью венчика. Отдельно в глубокую миску просеиваем муку. Выливаем яичную массу. И тщательно перемешиваем до однородности. Затем по 1 грамму подливаем холодную воду, чтобы тесто собралось в комок. И замешиваем мягкое, слегка клейкое тесто. Рабочую поверхность обильно посыпаем крахмалом, выкладываем тесто и активно месим его 7 минут до блеска и эластичности. Накрываем пищевой плёнкой и оставляем в холодильнике на 2 часа. Затем рабочую поверхность снова припыляем крахмалом и раскатываем тесто в пласт толщиной 1 мм. Выдавливаем небольшие кружочки или нарезаем квадраты 3х3 см. Кружочки пересыпаем крахмалом и аккуратно складываем стопкой. Куриное мясо нарезать соломкой. В сковороде вок или глубокой сковороде для жарки в течение 3 минут обжаривать лук и курицу. Добавить картофель. пасту карри и сахар. Жарить еще несколько минут. Переложить смесь на тарелку или в миску. Четырехугольники вонтонов положить на влажное полотенце, чтобы не пересохли. На середину каждого вонтона положить немного начинки. Увлажнить края теста, собрать их и сильно прижать, чтобы получились \"узелки\" с начинкой.","В чистой сковороде вок разогреть растительное масло и жарить во фритюре одновременно по несколько вонтонов в течение 3-4 минут, пока они не станут золотистыми","Подаются с кисло-сладким соусом: огурец и морковь очистить и нарезать мелкими кубиками. Положить овощные кубики в мисочку и добавить остальные составляющие. Размешать, пока не растает сахар."],
        "3":["item-wontoni-crab","Вонтоны с крабом",["Сливочный сыр","220 г.","Крабовое мясо","60 г.","Сахарная пудра","1 ст. ложка","Вода","75 мл.","Крахмал кукурузный","100 г.","Мука пшеничная","2 ст.","Соль","5 г.","Яйца куриные","1 шт."],"Для приготовления теста для вонтонов нам понадобятся мука, кукурузный крахмал, вода, яйцо, соль. В отдельной миске соединяем яйцо, 60 мл холодной воды и соль. Взбиваем их с помощью венчика. Отдельно в глубокую миску просеиваем муку. Выливаем яичную массу. И тщательно перемешиваем до однородности. Затем по 1 грамму подливаем холодную воду, чтобы тесто собралось в комок. И замешиваем мягкое, слегка клейкое тесто. Рабочую поверхность обильно посыпаем крахмалом, выкладываем тесто и активно месим его 7 минут до блеска и эластичности. Накрываем пищевой плёнкой и оставляем в холодильнике на 2 часа. Затем рабочую поверхность снова припыляем крахмалом и раскатываем тесто в пласт толщиной 1 мм. Кладём их в холодильник. Их предварительно нужно. Обычно это 50 минут при комнатной температуре. Взять нужное количество крабового мяса или эквивалентное по весу количество палочек. Мелко измельчить ножом крабовое мясо (или крабовые палочки). Затем сложить крабовое мясо в емкость, добавить сыр «Филадельфия», сахарную пудру и щепотку соли. Перемешать содержимое емкости до равномерного смешивания ингредиентов. Начинка готова. Взять одну обертку и положить ее на сухую разделочную доску. В середину обертки выкладываем 1 ч. ложка. начинки, смазываем смоченным в воде пальцем края обертки и складываем два угла обертки, находящихся по диагонали. Сжимаем пальцами уголки, при этом они склеятся затем соединяем оставшиеся два угла и прижимаем по получившимся швам края обертки.","Разогреть в воке, сотейнике (сковорода с высокими бортиками) или во фритюрнице растительное масло до 200⁰С. Обжарить в горячем масле вонтоны до зажаристой корочки – это произойдет быстро, буквально за пару минут.","Перед подачей к столу готовым вонтонам дают немного остыть, чтобы едоки не обожглись о горячую начинку. К этим хрустящим симпатичным вонтонам подают соусы для обмакивания, и самый популярный - это кисло-сладкий соус."],
        "4":["item-wontoni-krevetki","Вонтоны с креветками",["Очищенные креветки","300 гр.","Рыбное филе","100 гр.","Сливочное масла","30 гр.","Лук-порей","1 шт.","Зеленый лук","3-4 шт.","Мука","1 ст. ложка ","Молоко","100 мл.","Вода","75 мл.","Крахмал кукурузный","100 г.","Яйцо","1 шт.","Мука пшеничная","2 ст.","приправа мускатного ореха","по вкусу","соль","по вкусу","соевый соус или кисло-сладкий соус","по вкусу"],"Для приготовления теста для вонтонов нам понадобятся мука, кукурузный крахмал, вода, яйцо, соль. В отдельной миске соединяем яйцо, 60 мл. холодной воды и соль. Взбиваем их с помощью венчика. Отдельно в глубокую миску просеиваем муку. Выливаем яичную массу. И тщательно перемешиваем до однородности. Затем по 1 грамму подливаем холодную воду, чтобы тесто собралось в комок. И замешиваем мягкое, слегка клейкое тесто. Рабочую поверхность обильно посыпаем крахмалом, выкладываем тесто и активно месим его 7 минут до блеска и эластичности. Накрываем пищевой плёнкой и оставляем в холодильнике на 2 часа. Затем рабочую поверхность снова припыляем крахмалом и раскатываем тесто в пласт толщиной 1 мм. Очищенные креветки режем на кусочки, как крупные, так и мелкие. Мелко режем лук-порей. Отдельно режем зеленые перья лука. Рыбное филе разбираем рукам на мелкие кусочки. Топим масло на сковороде. Сначала обжариваем лук на слабом огне. Когда лук станет мягким и прозрачным, добавляем рыбу и креветки. Обжариваем ровно одну минуту, добавляем муку и молоко. Интенсивно мешаем, чтобы не образовывались комочки. Как только соус бешамель загустеет, выключаем огонь. У нас должна получиться довольно густая начинка для вонтонов. Добавляем в начинку пару измельченных зеленых перьев лука, солим, кладем по вкусу перец или приправу мускатного ореха. Охлаждаем начинку. Итак, берем листы теста, режем их на квадратики примерно 10×10 см. В центр каждого квадратика кладем две чайные ложечки начинки, собираем в мешочек. Чтобы мешочек не распался, стягиваем его зеленым пером. Формируем вонтоны с креветками, пока не закончится вся начинка.","Чтобы вонтоны получились хрустящими и румяными, их лучше поджарить во фритюрнице. Вместо фритюрницы вполне подойдет небольшая кастрюлька с растительным маслом. Итак, нагреваем масло до температуры 160–180°С. Опускаем вонтоны в горячее масло. Жарим вонтоны до красивого румяного цвета. Готовые вонтоны выкладываем на бумажное полотенце, чтобы удалить лишний жир.","Очень красивые хрустящие вонтончики подаем горячими, обязательно ставим либо кисло-сладкий соус, либо соевый."],
        "5":["item-wontoni-ovoshi","Вонтоны с овощами",["Мука","3 стакана","Вода","2/3 стакана","Растительное масло","1 ст. ложка","Тофу","200 г.","Нашинкованный зеленый лук","1 ст. ложка","Морковь","1 шт.","Китайская капуста","2 листа","Тертый корень имбиря","1 чайная ложка","Яйца","1 шт.","Соевый соус","1 ст. ложка","Сахар","1 чайная ложка","Соль","по вкусу","Черный и красный молотый перец","по вкусу"],"Приготовить тесто: муку просеять в миску, сделать углубление. 1/2 стакана воды довести до кипения и, помешивая, влить в муку, добавить соль, оставшуюся воду и растительное масло, замесить крутое тесто. Обернуть тесто пищевой пленкой и оставить на 20-30 минут. Приготовить начинку: тофу обсушить и мелко нарезать, морковь и капусту нашинковать тонкой соломкой. Яйцо взбить с соевым соусом и сахаром, добавить тофу, морковь, капусту и имбирь, по вкусу посолить и приправить перцем, тщательно перемешать Тесто раскатать в пласт толщиной 1-2 мм, вырезать кружочки диаметром 7-8 см. На середину каждого положить по 1 ч. ложке начинки. Края теста смазать водой, соединить и защипнуть.","Обжарить вонтоны в растительном масле до золотистого цвета.","Подавать с соевым соусом."],
        "6":["item-wontoni-pig","Вонтоны со свининой",["Мука хлебопекарная","300 г.","Рисовая мука","80 г.","Кипяток","130 мл.","Вода","80 г.","Растительное масло","1 ст. ложка","Свинина","300 г.","Перец чили хлопьями","1 щепотка","Лук-порей","1 шт.","Соль","по вкусу"],"Приготовить начинку (фарш провести через мясорубку вместе с перцем и луком-порей). Посолить по вкусу. Помним, что тесто не солится.  Выставить в меню хлебопечи режим «Пельмени». Высыпать оба вида муки, запустить программу и вылить на муку кипяток. После смешивания муки и кипятка вливаем холодную воду, собираем колобок. Мука разная по влагоемкости, возможно, нужно будет долить 1–2 ст. ложки воды. В конце замеса влить растительное масло. Тесто получается однородное, эластичное, гладкое. Положить в холодильник на 1 час в пленке. В конце замеса влить растительное масло. Тесто получается однородное, эластичное, гладкое. Положить в холодильник на 1 час в пленке. Тесто раскатать тонко. Если тесто правильно замешано, оно не требует подпыления. Если немного липнет, то раскатку производим на подпыленном крахмалом коврике. Так как тесто быстро сохнет, его кладут на влажное полотенце и им же накрывают. Вырезаем большой круг с помощью пиалы, диаметр — около 8 см, кладем немного начинки. Не старайтесь набить побольше начинки, так как не останется сверху теста для юбочки. Кладем тесто с фаршем в ямку между большим и указательным пальцами. Вдавливаем начинку и тесто вниз, свободный край собираем в оборку вокруг начинки, как бы подпоясываем наш вонтон, склеивая оборку вокруг начинки. Если пальцы чуть липнут, окунаем в крахмал. Верх оставляем незащипленным для парового варианта. Если жарить, то дырок не оставляем, скручиваем плотным узелком или придаем форму фаршированного блинчика. Вообще канонов тут нет — форма может быть абсолютно любая.","Сложить в накрытую листом салата пароварку во избежание прилипания донышка. Укладывать неплотно, чтобы бока не слиплись. Варить на пару 15–20 минут в зависимости от размеров.","Подаются с кунжутным соусом: 100 мл. соевого соуса, 50 мл. соуса терияки, 50 мл. воды, щепотка сахара (по желанию), 1 чайной ложки сока лайма (лимонный сок), 1 чайной ложки сладкого соуса чили, 1 ст. ложки кунжутных семечек, зеленый лук. Истолочь 1 чайной ложки семян в ступке и смешать с остальными ингредиентами."]
    },
    "manti":{
        "1":["item-manti-fish","Манты с рыбой",["Горбуша","1 шт.","Лук","2-3 шт","Яйца","2 шт.","Сало","100 гр.","Соль","1 щепотка","Перец","1 щепотка","Мука","1 кг."],"Для приготовления рыбной начинки необходимо вымыть и очистить от костей и кожи рыбу. Нарезать ее небольшими кусочками и пропустить через мясорубку. Луковицу очистить и по желанию измельчить или пропустить через мясорубку. Добавить яйцо, посолить и поперчить по вкусу. Тщательно перемешать. По желанию также в фарш можно добавить специи для рыбы и измельченную зелень. Рецепт приготовления мантов с рыбой далее мало чем отличается от классического. Необходимо замесить крутое тесто на основе воды, яйца, щепотки соли и муки. Тщательно его вымешать, чтобы оно было мягким и эластичным. Раскатать тесто довольно тонко и вырезать кружочки (можно использовать формочки для печенья или стакан). На каждый кружочек теста выложить начинку, довольно много, но, чтобы не попадала на края. Аккуратно соединить два противоположных края. Затем залепить их сверху. Разровнять края, чтобы придать нужную форму. Впрочем, манты с рыбой в домашних условиях можно просто залепить сверху, плотно прижимая все края.","На дно пароварки, предварительно смазанной маслом, выложить манты. Время приготовления зависит от размера, но в среднем составляет около 45-50 минут.","При подаче смазать сливочным маслом. Подать со сметаной и мелко нарезанной зеленью."],
        "2":["item-manti-kapusta-potato","Манты с капустой, картофелем и морковью",["Вода","200 мл.","Мука","2.5 ст. л.","Масло растительное","2 ст. л.","Соль","0.5 чайной л.","Капуста","300 гр.","Картошка","2 шт.","Морковь","1 шт.","Растительное масло","2 ст. л.","Лук репчатый","1 шт.","Хмели-сунели","по вкусу","Перец черный молотый","по вкусу"],"Смешать воду, масло и соль. Постепенно добавить муку пока и замесить мягкое тесто. Хорошо вымесить тесто, чтобы оно не прилипало к рукам. Муку подсыпать к нему постепенно. Готовое тесто накрыть полотенцем или тарелкой от заветривания и готовить начинку. Для начинки возьмем: белокочанную капусту, масло растительное, крупную луковицу, морковь, картошку, соль и любые специи по вкусу. Нарезать мелко все овощи. Капусту немного помять руками с солью. Картошку лучше нарезать кубиками помельче, быстрее приготовится. Все перемешать, посолить и поперчить. Добавить пару капель растительного масла. Начинка готова. Тесто раскатать на столе в очень тонкий слой. Нарезать на одинаковые квадраты. Выложить начинку в центр каждого квадрата. Сформировать манты.","Поддон пароварки смазать растительным маслом и выложить манты. Варить на пару под плотно закрытой крышкой примерно 40 минут, чтобы уж картошка точно приготовилась.","Подавать со сметаной"],
        "3":["item-manti-meat-tikva","Манты с мясом и тыквой",["Говядина мякоть","350 г.","Жир бараний","100 г.","Зира сухая","0.5 чайной л.","Лук репчатый","350 г.","Перец острый","0.5 шт.","Тыква свежая","400 г.","Вода","1.5 ст. л.","Мука пшеничная","3.5 ст. л.","Яйца","1 шт.","Соль","по вкусу"],"Приготовим тесто. Для этого возьмём воду, муку, яйцо и соль. Из всех составляющих замесить мягкое, эластичное тесто. Возможно, понадобится чуть больше муки на подсыпку, но тесто должно получиться мягким и однородным. Оставить тесто под полотенцем, пока готовится начинка. Для начинки нам понадобится домашний фарш из говядины и жира, свежая сладкая тыква, репчатый лук, соль, специи. Ещё я добавила в фарш острый стручковый перец. Тыкву нарезать мелким кубиком, помельче. Но тёрку применять не рекомендуется. В удобной ёмкости смешать мясной фарш, тонко нарезанный полукольцами лук, острый перец и тыкву. Посолить по вкусу, добавить зиру и хорошенько перемешать руками. Тесто разделить на части и каждую часть тонко раскатать. Разрезать тесто на равные квадраты. В центр каждого квадрата выложить начинку и залепить в форме мантов.","Донышко каждой пароварки макать в растительное масло и выкладывать на решётку пароварки. Варить манты на пару 40-45 минут.","К мантам подать кисломолочный чесночный соус с зеленью: смешать кислое молоко, сметану, рубленую зелень и 1 зубчик чеснока, слегка посолить и соус готов."],
        "4":["item-manti-tikva","Манты с тыквой",["Тыква","400 г","Лук","2 шт. большие","Чеснок","2 зубчика","Топленое масло","150 г.","Сливочное масло","50 г.","Молотая зира","1 чайная л.","Молотая корица","¼ чайная л.","Хлопьев чили","½ чайная л.","Мука","2,5 стакана","Холодная вода","100 мл.","Яйца","2 шт.","Соль","1 чайная л.","Свежемолотый черный перец","по вкусу"],"Просейте муку в большую миску, сделайте в центре углубление. Смешайте яйцо с солью и холодной водой и вылейте в углубление. Начните замешивать тесто вилкой, подсыпая муку с краев в центр. Когда вся жидкость смешается с мукой, начните вымешивать тесто руками, пока оно не станет упругим и эластичным. Скатайте тесто в шар, заверните в пленку и уберите в холодильник минимум на 1 ч. Нарежьте тыкву маленькими кубиками. Так же нарежьте лук. Порубите чеснок. Растопите в большой сковороде топленое масло и жарьте лук на среднем огне, часто помешивая, до мягкости. Добавьте тыкву и чеснок, увеличьте огонь и продолжайте готовить еще 5–7 мин., пока тыква не станет мягкой, но сохранит форму. Добавьте соль, перец, зиру, кориандр и хлопья чили, перемешайте и снимите с огня. Остудите начинку. Разделите тесто на 16 частей, каждую раскатайте в тонкую лепешку толщиной около 1,5–2 мм, края лепешки желательно делать чуть тоньше, чем середину. В центр лепешки положите ложку начинки. Поднимите свободную часть лепешки кверху и защипните края, закладывая их в складки и оставляя отверстие в центре.","Подготовьте пароварку. Смажьте корзины растительным маслом (если используете бамбуковую пароварку, то лучше подкладывать под манты кусочки нарезанной моркови – так манты не прилипнут ко дну). Выложите манты в корзины на небольшом расстоянии друг от друга и установите корзины на основание с кипящей водой. Накройте крышкой и готовьте 50 мин. Выключите огонь и оставьте манты в корзине на 3–5 мин., чтобы немного подсохло тесто – так их будет легче переложить на блюдо.","Cмажьте растопленным маслом. Нарежьте сливочное масло маленькими кубиками и положите по кусочку в отверстие мантов."],
        "5":["item-manti-potato","Манты с картошкой",["Мука","500 гр.","Яйца","1 шт.","Вода","200 мл.","Картофель","1 кг.","Лук","700 гр.","Жир курдючный или масло сливочное ","200 гр.","Соль","2,5 чайной л.","Перец чёрный молотый ","1,5 чайной ложки","Зира","1,5 чайной ложки"],"В мисочку разбиваем одно яйцо, добавляем одну чайную ложку соли, перемешиваем и добавляем 200 миллилитров воды. Вливаем полученную жидкость в 500 граммов муки и вымешиваем упругое тесто. Тесто для мантов можно вымесить вручную или в тестомесе. Готовое тесто накрываем миской и оставляем отдохнуть на 30 минут. Пока тесто отдыхает, приготовим начинку. Тонко шинкуем 700 граммов лука и складываем его в миску. Шинкуем тонкой соломкой или нарезаем кубиками со стороной 4 миллиметра один килограмм картофеля. Отправляем в миску к луку. Добавляем по 1,5 чайной ложки соли и чёрного молотого перца, по желанию, можно добавить 1,5 чайной ложки зиры. Хорошо перемешиваем, начинка готова. Для удобства ярусы пароварки можно покрыть кухонной плёнкой. Тесто и начинка для манты готова - можно приступать к их приготовлению. Раскатываем тесто толщиной не более одного миллиметра и нарезаем на квадраты со стороной 10 сантиметров. На середину каждого квадрата кладём начинку, сверху на начинку кладём кусочек сливочного масла или курдючного жира. Приступаем к лепке манты. Соединяем все уголки конвертиком, затем соединяем получившиеся 4 угла попарно.","Складываем манты в пароварку, предварительно смачивая донышко каждой «решетки» в растительном масле. Делаем дырочки в кухонной плёнке, чтобы пар мог подняться. И продолжаем укладывать ярус за ярусом. Не забываем делать дырочки в кухонной плёнке. Наливаем кипящую воду в нижнюю кастрюлю, наполняя её на 2/3. В зависимости от вида пароварки наливаем воду через воронку в верхнем ярусе, или непосредственно в нижнюю кастрюлю. Накрываем крышкой, ставим на огонь и варим на большом огне под крышкой приблизительно 40 минут.","Готовые манты выкладываем на блюдо и подаём к столу с овощными салатами."],
        "6":["item-manti-pig-carrot","Манты со свининой и морковью",["Свиной фарш","500 гр.","Лук репчатый","200 гр.","Чеснок","10 гр.","Морковь","150 гр.","Мука","600 гр.","Яйца","1 шт.","Вода","300 мл.","Сливочное масло","30 гр.","Укроп","10 гр.","Петрушка","10 гр.","Кинза","10 гр.","Лавровый лист","1 гр.","Сметана","100 гр."],"Просеять муку с солью. Воду смешать с яйцом и вымесить тугое тесто для мант. Поставить его в холодильник под пленкой или полотенцем на 20-30 минут. Натереть лук и чеснок на терке или нарезать мелкими кубиками. Морковь помыть и натереть на терке. Вымесить фарш с водой, луком, чесноком, тертой морковью. Достать тесто из холодильника, присыпать мукой стол или раскаточную доску. Раскатать тесто тонким равномерным слоем, вырезать кружочки, распределить фарш ложкой на тесто. Слепить манты. Можно воспользоваться машинкой для раскатки теста.","Сковороду разогреть, влить воду .В воду добавить стебли зелени ,лавровый лист .В бульоне варить манты.","При подаче смазать сливочным маслом. Подать со сметаной и мелко нарезанной зеленью."]
    },
    "khinkali":{
        "1":["item-khinkali-potato","Хинкали с картошкой",["Мука","300 гр.","Вода","100 мл.","Яйца","1 шт.","Говяжий фарш","400 гр.","Картофель","200 гр.","Лук репчатый","50 гр.","Аджика","50 гр.","Мацони","80 гр.","Укроп","10 гр.","Петрушка","10 гр.","Приправа MAGGI Весенняя зелень","1 ст. л."],"Лук очистить и нарезать мелкими кубиками. Муку просеять. Яйцо вымыть. Картофель очистить, сварить и размять в пюре. Соединить в миске муку, соль, яйцо и воду и замесить упругое тесто, завернуть в пищевую пленку и оставить на 15 минут. К фаршу добавить MAGGI приправа весенняя зелень, картофельное пюре, лук и перемешать. При желании можно добавить чеснок. Раскатать из теста кружки диаметром 10 см и толщиной 2 мм. На середину каждого положить по 2 чайные л. начинки. Поднять края теста вверх и плотно слепить, собирая тесто по кругу складочками.","Вскипятить воду в большой кастрюле. Посолить, опустить в кипящую воду хинкали и варить на среднем огне примерно 10 минут.","Подавать с соусом: Для соуса нарезать зелень, соединить с мацони или кефиром и перемешать."],
        "2":["item-khinkali-tikva","Хинкали с тыквой",["Пшеничная мука","300 г.","Вода","150 мл.","Тыква","300 г.","Репчатый лук","100 г.","Кинза","50 г.","Аджика","50 г."],"Просеять муку на стол, сделать углубление и налить воды, добавить соль, замесить тугое тесто. Положить в прохладное место. Порезать мелко лук, обжарить на сковороде до золотистого цвета. Порезать тыкву на маленькие равные части, запечь в разогретой до 200 градусов духовке в течение часа. Порубить мелко кинзу. Запеченную тыкву размять вилкой, смешать с аджикой, добавить лук, кинзу, аккуратно перемешать. Скатать из теста колбаску, разрезать на равные части весом примерно 40 г. и раскатать лепешки. Положить в каждую по 50 г начинки и слепить хинкали.","Отварить в течение 15-20 минут.","Подавать со сметаной"],
        "3":["item-khinkali-potato-cheese","Хинкали с картошкой и сыром",["Пшеничная мука","1 кг.","Морская соль","1 ст. л.","Вода","350 мл.","Картофель","700 г.","Репчатый лук","70 г.","Сыр сулугуни","300 г.","Молотый черный перец","по вкусу","Соль","по вкусу"],"Замесите тесто и оставьте на 1–1,5 часа при комнатной температуре. Картофель почистите, отварите, пропустите через сито, охладите до комнатной температуры. Сулугуни натрите на мелкой терке. Лук мелко порубите и обжарьте до золотистого цвета на растительном масле. В картофельное пюре добавьте натертый сулугуни, обжаренный лук, посолите и поперчите. Тесто раскатайте на столе в колбаску, отрежьте небольшой кусок, примерно на 50 грамм. Раскатайте кусок в круг, положите в центр начинку, примерно 50 грамм. Края теста соберите в центр, в хвостик, и сильно закрутите. Лишнее тесто отрежьте ножом.","Варите каждый хинкали в подсоленной кипящей воде 5–7 минут.","Подавайте хинкали со сметаной, мацони или йогуртом с зеленью."],
        "4":["item-khinkali-kapusta","Хинкали с капустой",["Пшеница цельная","200 г.","Овёс цельный","150 г.","Лук репчатый","1 шт.","Морковь","150 г.","Масло для тушения","30-50 мл.","Капуста белокочанная","500 г.","Томатная паста","3 ст. л.","Соль розовая","½ чайной л.","Вода для теста","150 мл.","Перец","по вкусу"," Укроп свежий","по вкусу"],"Дня начала подготовим овощи для тушения. Лук мелко нарезаем и отправляем подрумяниться в глубокую кастрюлю с небольшим количеством масла. Морковь натираем на крупной терке, капусту мелко шинкуем. Отправляем тушиться к луку. Тушим до полуготовности под закрытой крышкой, затем добавляем томатную пасту, соль, перец и зелень по желанию, тушим до готовности. Пока овощи тушатся, готовим тесто. Для начала сделаем свежую домашнюю цельно зерновую муку. Давно доказано, что целая пшеничная мука - яд, который пагубно влияет на пищеварение, сердечно-сосудистую систему, вес и кожу. Готовьте цельно зерновую муку дома! Она очень полезна и питательна, а блюда из нее получаются ничуть не хуже. Если у вас нет специальной мельницы, это не проблема! Быстрее и проще мука готовится в мощном блендере. Для этого просто засыпьте злаки в блендер (сразу добавьте соль) и измельчайте 10-15 секунд. Цельно зерновая домашняя мука готова! Выкладываем муку на доску, делаем углубление в середине и постепенно вливаем теплую воду, замешивая крутое упругое тесто. Убираем тесто в пакет и даем \"отдохнуть\" в холодильнике 10-20 минут. Раскатываем тесто на колбаски (не забудьте оставить немного муки для раскатки!), колбаски разрезаем на равные небольшие кусочки. Каждый кусочек раскатываем в круг, выкладываем начинку и плотно защипываем в виде мешочка. Старайтесь, чтобы внутри не оставалось воздуха. Присыпьте хинкали мукой, чтобы они не слиплись между собой.","Варите хинкали в чуть подсоленной воде с лавровым листом 5-7 минут после повторного закипания."],
        "5":["item-khinkali-gribi","Хинкали с грибами",["Шампиньоны","0,9 кг.","Репчатый лук","120 г.","Петрушка","12 г.","Кинза","30 г.","Пшеничная мука","0,6 кг.","Вода","1 стакан","Аджика","1 чайная л.","Молотый черный перец","по вкусу","Соль","по вкусу"],"Готовим тесто. Тщательно перемешать муку, соль и воду до однородной массы. Дать настояться тесту 30 минут. Разделить тесто на 5 частей, каждую часть раскатать скалкой около 20 раз. Сформировать в колбаски, нарезать на кусочки по 45 грамм. Раскатать каждый кусочек 10–15 раз, чтобы тесто было эластичным. Готовим начинку. Шампиньоны промыть и очистить, нарезать небольшими кубиками, обжарить на сковороде на растительном масле 10 минут. Лук репчатый очистить, нарезать мелкими кубиками и обжарить на растительном масле до золотистой корочки. Петрушку и кинзу мелко нарубить. Шампиньоны смешать с луком, перцем, зеленью и специями. В последнюю очередь добавить соль. Перед тем, как завернуть начинку в тесто, необходимо обязательно попробовать тесто на соль. В раскатанный кружок теста положить столовую ложку начинки и свернуть края по кругу гармошкой, чтобы получился хвостик. Хвостик сильно прижать, лишнюю верхушку срезать ножом.","Довести воду до кипения, посолить, опустить хинкали и постоянно помешивать ложкой. Варите 5-6 минут."],
        "6":["item-khinkali-cheese","Хинкали с сыром",["Сыр Сулугуни","280 гр.","Желток яичный","2 шт.","Мука пшеничная","250 гр.","Соль","1.5 чайной л.","Масло растительное","5 гр."],"Муку смешать с солью, добавить 70 мл воды и растительное масло. Оставшуюся воду добавлять постепенно, пока не получится тугое упругое тесто. Вымешивать тесто не меньше 15-20 минут. Тесто получается упругое, эластичное. Скатать готовое тесто в шар, накрыть плёнкой и оставить на 20 минут при комнатной температуре. Сыр натереть на крупной тёрке. Добавить желтки, перемешать. Тесто разделить на 6 одинаковых частей, примерно по 55-60 граммов. Каждую часть раскатать в круг толщиной 2 мм, выложить в центр по 2 столовые ложки начинки. Слепить края, формируя складки по кругу: подтянуть к центру один край теста, подхватить рядом, сформировать складку и скрепить с той частью, что уже в руке. И так по кругу. Считается, что чем больше складок, тем лучше, в идеале – 19. Плотно руками зафиксировать шов, соединив все складки. Отрезать лишнее тесто острым ножом или кухонными ножницами.","В большой кастрюле довести воду до кипения, посолить. Ложкой раскрутить небольшую воронку, опустить в центр хинкали. Прокрутить один раз, чтобы они не слипались. Варить 5-7 минут на средне-сильном огне.","Подаются с зеленью."]
    },
    "chuchvara":{
        "1":["item-chuchvara-tomato","Чучвара в томатном соусе",["Мука белая","½ кг.","Вода","1 стакан","Яйца","1 шт.","Мясо(баранина)","600 гр.","Лук","½ кг.","Морковь","1 шт.","Помидоры","4-5 шт.","Специи","по вкусу"],"Для теста на узбекские пельмени на стол или в широкую миску высыпаем через сито муку, чтобы легла горкой. Делаем небольшое углубление, куда вносим яйцо и соль. Затем подливаем порциями воду, замешивая рукой тесто. В итоге оно должно получиться плотным – «крутым». Его упаковываем в пищевую пленку и убираем на пол часика в холодильник. Приступаем к начинке: мясо мелко-мелко режем ножом. Потом измельчаем 400 гр. репчатого лука, соединяем с мясом, перчим, соль по вкусу, можно добавить и другие специи по своему вкусу и желанию. Перемешиваем – тоже пока в холодильник. Для соуса морковку и оставшиеся 100 гр. лука нарезаем соломкой и обжариваем около 7 минут на масле, не допуская подгорания, а до золотистого оттенка. Помидоры, очистив от кожицы, режем кусочками, добавляем в лук с морковкой – и тушим около 10 минут. В конце кладем специи по вкусу. Тесто разминаем и раскатываем тонко. Делим на небольшие квадратики, со сторонами примерно по 5 см. Раскладываем начинку из баранины – по 1 чайной ложке на квадратик. Формируем треугольник, залепливаем надежно тесто, а затем два противоположных кончика треугольника соединяем через палец и тоже залепливаем – получится типа «платочка».","Чучвару не отвариваем, как обычные пельмени, а выкладываем в сковороду или казан с соусом, добавляем кипяток, чтобы покрыл изделия, и тушим примерно 20 минут.","Когда чучвара будет готова, посыпаем любой зеленью и подаем."],
        "2":["item-chuchvara-garen","Жареная чучвара",["Яйца","2 шт.","Мука","2,5 кг.","Масло растительное","3-4 стакана","Фарш","450 г.","Лук","1-2 шт.","Вода","350-450 мл.","Травы","по вкусу","Соль, перец","по вкусу"],"Подготовить все необходимые ингредиенты для теста: Яйца, мука, стакан солёной воды, растительное масло. В теплой воде растворить соль. В просеянную муку добавить яйцо и соленую воду. Замесить эластичное тесто. Смазать тесто сверху растительным маслом, накрыть полотенцем и оставить \"отдыхать\" на 30 минут. Приготовить начинку: Фарш, лук, соль, перец, травы по вкусу. Лук мелко нарезать и обжарить на сковороде с растительным маслом. К мясному фаршу добавить обжаренный лук, соль и специи. Все хорошо перемешать. Отдохнувшее тесто раскатать очень тонко, сложить \"гармошкой\" и порезать на квадратики 3,5 см на 3,5 см. Можно сделать чучвару немного крупнее, например, 5 на 5 см. В серединку каждого квадратика положить по чайной ложке начинке и лепить чучвару.","Налепленную чучвару обжарить в большом количестве растительного масла в казане, до образования румяной корочки. Обжаренную чучвару выложить на бумажное полотенце, чтобы впиталось лишнее масло.","Готовую чучвару останется только подать к столу и принимать гостей."],
        "3":["item-chuchvara-goviad","Чучвара с говядиной или бараниной",["Вода","180 мл.","Яйца","1 шт.","Мука","500 гр.","Мясо","500 гр.","Лук","400 гр.","Соль","2 чайных л.","Перец черный мол.","0,5 чайной л."],"В 180 миллилитрах тёплой воды растворяем чайную ложку соли, добавляем 1 яйцо и хорошо перемешиваем. В миску миксера насыпаем 500 грамм муки, вливаем туда полученную жидкость, вымешиваем крутое тесто на малой скорости в течение 10минут или замешиваем крутое тесто вручную. Вымешенное тесто оставляем под миской на 30-40 минут для расстойки. Пока тесто расстаивается, приготовим фарш. Пропускаем через мясорубку мясо и лук. Добавляем чайную ложку соли и половину чайной ложки перца и хорошо вымешиваем фарш. Раскатываем тесто в пласт толщиной 1–1,5 миллиметра. Нарезаем на квадраты со стороной 5 сантиметров. Кладём на каждый квадрат половину чайной ложки фарша. Складываем пополам, и сворачиваем, соединяя два угла. Пельмени можно, конечно, и отварить рецепт узбекских пельменей есть на нашем сайте, но сегодня мы готовим особые пельмени – жареные во фритюре.","Жарим пельмени небольшими порциями в большом количестве хорошо разогретого масла до золотистого цвета.","Подаём, как горячую закуску, с простоквашей или, как основное блюдо, с бульоном или шурпой."],
        "4":["item-chuchvara-potato","Чучвара с картошкой",["Мука","250 гр.","Вода","160 гр.","Масло растительное","2 ст. л.","Соль","1 чайная л.","Картошка","3-4 шт.","Бульон овощной","1,5 литра","Перец молотый","по вкусу"],"В большой миске смешайте горячую воду, соль, муку и масло. Замесите однородное тесто. Скатайте его в шар и оставьте на 10-15 минут при комнатной температуре. Картошку очистите, нарежьте на ломтики и отварите в подсоленной воде до мягкости. Затем вилкой или толкушкой измельчите картофель в пюре. Подсолите и поперчите получившееся пюре по вкусу. Раскатайте тесто в пласт толщиной в 1 мм. Нарежьте на квадраты 5 на 5 см. В центр выложите начинку из картофеля. Скрепите края треугольником, затем соедините противоположные края.","Варите чучвару в кипящем бульоне. Они будут готовы примерно через 7 минут после того, как всплывут.","Готовую чучвару можно подать как в суповой чашке вместе с бульоном, так и без него как простые пельмени."],
        "5":["item-chuchvara-iagni","Чучвара с ягнятиной",["Мука","1 кг.","Яйца","5 шт.","Фарш из ягнятины","1 кг.","Лук красный","2 шт.","Перец черный","5 гр.","Семена кориандра","5 гр.","Мята лимонная сушеная","5 гр.","Базилик сушеный","5 гр.","Соль","по вкусу","Томатная паста","350 гр.","Чеснок","1 головка","Баклажан","1 шт.","Морковь","1 шт.","Перец острый","2 шт.","Растительное масло","60 мл.","Базилик, мята, соль","по вкусу","Концентрированный говяжий бульон","0,5 л.","Вода","4 л."],"Подготовим ингредиенты для чучвары, нам понадобится: мука соль, яйца, начинка, масло соус, лук, стакан воды, баклажан, головка чеснока и разные травы на выбор, начинки, соуса и бульона. Все продукты для пельменей с бульоном и соусом должны быть подготовлены заранее. Начнем с теста – один из вариантов делается на приличном количестве домашних яиц, с добавлением воды. Именно для него нужно разобрать свежие яйца кур вольного выпаса в емкость большого размера, подходящего для вымешивания. Разобьем яйца для пельменного теста. Добавьте к размешанным яйцам питьевую воду. Вольете стакан воды в размешанные яйца. Насыпьте просеянную муку. Добавьте к жидкой части просеянную муку. Размешайте однородное тесто и скатайте его в два шара. Вымешанное тесто скатайте в два колобка. Накройте тесто пленкой. Тесто достигнет необходимой эластичности, постояв некоторое время под пленкой. Измельчите в ступке сухие листья мяты и базилика, горошины черного перца, семена кориандра. Измельчайте все необходимые по рецепту специи в керамической ступке. Добавьте порошок из специй с солью в мясной фарш. Приправьте специями и солью фарш из мяса. Мелко нашинкуете крупную красную луковицу. Красный лук надо мелко нашинковать. Хорошенько вымешайте фаршевую массу после добавления нашинкованного красного лука. Тщательно вымешивайте фарш и лук. Теперь очередь соуса – почистите для него баклажан, сладкий перец, красный лук, морковь и чеснок. Надо почистить все овощи, необходимые для приготовления соуса. Кубики моркови пассеруйте в растительном масле. Добавьте в пассировку пластинки чеснока. Куски чеснока добавьте к подрумянившейся моркови. Затем в соус добавляется нашинкованный красный лук. Красный лук после мелкой шинковки – третий овощ соуса. Кубики баклажана – следующий ингредиент соуса при пассировке. Добавьте кубики баклажана. И сладкий перец, нарезанный мелкими квадратиками. Перец перед закладкой в пассировку нарежьте на квадратики. Залейте соус пастой из желтых томатов, добавляем остроты целыми перчиками чили. Добавьте в соус томатную пасту, стручки острого перца. Последние штрихи – соль, сушеная мята с базиликом. Доводите соус до вкуса солью, мятой, базиликом. Раскатайте тесто для чучвары. Нужно постараться раскатать тесто по тоньше. Нарежьте тесто плашками со стороной 2,5-3 см. Нарезать тесто для чучвары маленькими квадратами. Выложите фарш на середину каждого квадрата. Разместите фарш на каждый кусочек теста. Сверните квадраты с фаршем пополам. Заверните фарш, складывая треугольники из теста. Закрепляйте концы каждого изделия, надевая его на верхнюю фалангу мизинца. На мизинце закрепите концы чучвары. Лепить чучвару нужно быстро, чтобы тесто не потеряло эластичности. Лепка чучвары требует большой скорости. Чучвара должна быть маленькой. Изделия формуются достаточно мелкими.","Разведите концентрированный бульон водой, нагревайте. После первого закипания варим чучвару в течении 15 минут.","Выложите на дно каждой суповой тарелки/косы соус. Соберите чучвару для подачи – первым выкладывается соус. Далее – отваренная в бульоне чучвара. На каждую порцию потребуется пара половников пельменей чучвары. Залейте бульоном, сверху немного соуса и сухой мяты с базиликом, мелко измельченных."],
        "6":["item-chuchvara-pig-and-chik","Чучвара со свининой и курицей",["Яйцо","2 шт.","Мука","2,5 стакана","Масло растительное","1-2 ст. л.","Филе иднейки(куриное)","250-300 г.","Свинина","100 г.","Лук репчатый","4-5 шт.","Морковь","2 шт.","Картофель(мелкий)","20 шт.","Соль, лавровый лист","по вкусу","Перец черный, зира","по вкусу","Вода","350-450 мл.","Зеленый лук","по вкусу","Сметана","по вкусу"],"Делаем тесто для пельменей. В муку добавляем воду, яйца, соль, растительное масло. Тщательно его вымешиваем. Приготовленное тесто оставляем на 20-30 минут, а в это время делаем начинку. Берем 3 вида мяса (можно брать баранину как в классическом рецепте). Куриное филе и филе индейки прокручиваем на крупной мясорубке, а свинину нарезаем на мелкие куски. Можно все мясо порезать на небольшие куски, будет вкуснее. Добавляем к мясу яйцо, соль, перец, репчатый лук и все хорошо перемешиваем. Раскатываем тесто и делаем треугольные заготовки. Кладем фарш по центру получившихся заготовок. Сворачиваем треугольником. В качестве бульона в узбекской чучваре используется мясной с добавлением томатов и болгарского перца. Т.к. в нем будут вариться еще и пельмени, это слишком сытно, поэтому мы сделаем обычный овощной бульон. Чистим морковь, картофель и репчатый лук, нарезаем и выкладываем в сковороду. Наливаем воды, солим и ставим на огонь вариться примерно 15-20 минут.","Затем кладем на овощи пельмени, чтобы все вместе варилось еще минут 30-40. Они будут готовиться как бы на пару. За 3-5 минут до окончания варки добавляем специи. Овощи пропитываются мясным соком из пельменей и становятся очень вкусными.","Выкладываем их на тарелку, посыпаем порезанным зеленым луком. Можно добавить сметану в это блюдо."]
    },
    "dimsam":{
        "1":["item-dimsam-baklagiani","Дим-самы с баклажанами",["Баклажан","1 шт.","Лук репчатый","0,5 шт.","Сосиски","4 шт.","Чеснок","1 зубчик","Горчица зерновая","2 чайных л.","Масло кунжутное","1 чайная л.","Йогурт","2 ст. л.","Соевый соус","по вкусу","Смесь 5 перцев","по вкусу","Кинза, укроп, зелень","по вкусу","Лук зеленый","по вкусу","Помидоры","1 шт.","Сушеные водоросли нори","по вкусу"],"Для начинки нарезаем баклажан на средние кубики с кожурой, измельчаем репчатый лук. На разогретой сковороде с растительным маслом обжариваем сначала лук, затем вводим баклажаны. Нарезаем сосиски на кубики, измельчаем чеснок. На сковороду к овощам добавляем сосиски, чеснок обжариваем, вливаем соевый соус, перчим смесью перцев. Перекладываем начинку в миску, измельчаем петрушку без стеблей, добавляем зерновую горчицу, кунжутное масло. Подготовка дим-самов: на тесто выкладываем небольшое количество начинки, смачиваем края и заворачиваем различными способами.","Обжариваем сформованные заготовки на растительном масле.","Смешиваем йогурт без вкусовых добавок, соевый соус, измельченные чеснок, кинзу, укроп, смесь перцев и всё перемешиваем. При подаче украшаем зеленью. Украшаем дим-самы нарезанными зелёным луком и помидорами, а также водорослями нори, подаём с соусом."],
        "2":["item-dimsam-chicken","Дим-самы с курицей",["Куриное филе","300 гр.","Корень имбиря","4 см.","Зеленый лук перо","4 шт.","Чили перец","1 стручок","Помидоры","4 шт.","Болгарские перцы 3 цветов","150 гр.","Чеснок","3-4 зубчика","Листья лука порея","на дно пароварки","Пшеничная мука","1 стакан","Кокосовое молоко","200 мл.","Соль, черный перец","по вкусу"],"Для начала приготовим начинку. Филе курицы порезать на кусочки или кубики, обжарить на большом огне, постоянно помешивая до золотистого цвета. Не солить! и без добавления масла, лишь слегка промазать дно сковородки. Жарить в посуде с антипригарным покрытием. Курицу остудить, порезать ножом на волокна, добавить соль по вкусу, измельченный зеленый лук и натертый на терке имбирь. Перемешать и дать настояться. А тем временем приготовим соус, который также следует добавить к начинке. Можно, конечно, просто добавить готовый соус барбекю из супермаркета. Помидоры, все 3 вида болгарского сладкого перца и зубчики чеснока отправляем в разогретую духовку на некоторое время, пока кожа на овощах не станет лопаться, а чеснок не подрумянится до золотистого цвета. Теперь снять кожицу с помидоров и перца. Мякоть помидоров нужно протереть через сито, чтобы в соус не попали семена. А затем массу нужно обжарить до выпаривания жидкости. Соус барбекю должен быть густым. После этого перец нарезать кубиками, а чеснок размять, добавить к томатному соусу, посолить. Соус барбекю готов! Соединяем соус с начинкой из курицы с луком и имбирем. Начинка должна быть не жидкой, так что соуса добавляем умеренно. В конце в начинку положить свежий нарезанный чили перец. Можно добавить только половинку стручка, чтобы блюдо было не слишком острым, а вторую половинку чили оставить для украшения. Теперь готовим тесто для дим-самов.  Нужно просто смешать муку, кокосовое молоко и щепотку соли. Можно перемешать в блендере. Получилось очень нежное тесто более светлого оттенка, чем обычное на коровьем молоке, с приятным кокосовым ароматом. Далее тесто нужно раскатать на поверхности, присыпанной мукой, сделать кружочки диаметром 6 см, положить внутрь начинку и защепить края. Конечно же, такую форму как у шанхайских дим-самов мы сделать не сможем. Подобному мастерству нужно учиться у китайских шефов, да и специального ножа-приспособления для обрезки фигурного края у нас нет. Но это и не важно. Важен вкус самих дим-самов!","Помещаем дим-самы в бамбуковую пароварку. Конечно, идеально выстелить дно пароварки листьями бамбука, но можно использовать зеленую часть стебля лука порея. Во-первых, это нужно, чтобы они не прилипли ко дну решетки пароварки, во-вторых, стебли также отдадут свой вкус и аромат готовому блюду. Пароварку помещаем над посудой с кипящей водой, накрываем крышкой и готовим 5-10 мин.","Готовые дим-самы выложить на тарелку, украсить полосками чили перца, можно подать с соевым соусом, или использовать соус барбекю."],
        "3":["item-dimsam-crystal","Кристальные дим-самы",["Анис(бадьян)","0,2 г.","Креветки","240 гр.","Водяные каштаны","60 гр.","Картофельный крахмал","60 гр.","Листья банана","4 шт.","Сахар","28 гр.","Растительное масло","65 мл.","Сода","2,5 гр.","Репчатый лук","16 гр.","Зеленый лук","16 гр.","Корень имбиря","3 гр.","Молотая корица","0,1 гр.","Пшеничный крахмал","30 гр.","Соль","4 гр.","Молотая гвоздика","0,1 гр."],"Приготовить маринад для креветок, смешав соду и 20 грамм сахара с 80 мл воды. Замариновать креветки, поставить на час в холодильник. Смешать картофельный и пшеничный крахмал и заварить все 60 мл крутого кипятка. Замесить клейкое тесто. Растительное масло разогреть в сотейнике до 100 градусов, кинуть в него нарезанные соломкой репчатый и зеленый лук, добавить имбирь, анис, ­корицу и гвоздику. Обжаривать лук примерно пять-шесть минут, до румянца, затем процедить через мелкое сито. Понадобится масло — нужно дать ему остыть. Достать из холодильника маринованные креветки, промыть их под проточной холодной водой в течение двадцати пяти минут. Затем пробить их в блен­дере вместе с солью, оставшимися 8 граммами сахара, луковым маслом и мелко порубленными водяными каштанами — около четверти часа, чтобы получить фарш однородной консистенции. Тесто для кристальных дим-самов раскатать до толщины 3 мм и вырезать из него круги диаметром 4 см. На каждый из получившихся кругов теста выложить по 20 грамм начинки, слепить дим-самы, защипнуть края теста.","Готовить на пару четыре минуты.","Подавать на банановых листьях."],
        "4":["item-dimsam-cucumber-potato","Дим-самы с картошкой и огурцами",["Пшеничный крахмал","250 гр.","Картофельный крахмал","70 гр.","Растительный крахмал","50 мл.","Огурцы","30 гр.","Картофель","30 гр.","Репчатый лук","½ головки","Китайский соевый соус","30 мл.","Сухой куриный бульон","1 ст. л.","Глютомат натрия","щепотка","Сахар","1 ст. л.","Кинза","20 гр.","Соль","щепотка"],"Налить в сотейник или кастрюлю 400 мл воды, поставить на огонь, довести до кипения, выключить огонь и оставить на 2 минуты. В этой воде будет завариваться крахмал. В миску насыпать 160 грамм пшеничного и картофельного крахмала, залить горячей водой. Смесь крахмалов придаст тесту эластичность, тягучесть и пышность. Замесить тесто деревянной ложкой, чтобы все соединилось в одну вязкую, клейкую массу. Когда все превратится в более-менее однородный комок, выложить его на деревянную доску, приплющить ладонью или кондитерским шпателем. В центр насыпать 90 грамм пшеничного крахмала, завернуть его в тесто, как в конверт, и дальше вымешивать тесто руками. Когда тесто станет более-менее гладким, надо налить на него 20 мл растительного масла. Это нужно для того, чтобы плотнее скрепить ингредиенты между собой, и чтобы тесто не рвалось, а равномерно растягивалось. Продолжать вымешивать тесто, пока оно не станет почти глянцевым, упругим, как полимерная глина или пластилин. Готовое тесто надо убрать под пленку. Следующий шаг опциональный. Можно покрасить часть теста, чтобы дим-самы были красивее. Нужно оторвать от теста кусочек весом 50 грамм, остальное убрать под пленку. Положить на доску пленку, на нее — тесто, затем добавить к нему 20 мл пищевого красителя. Можно воспользоваться фабричным пищевым красителем, можно свекольным соком, чернилами каракатицы. Тесто с красителем нужно как следует вымесить, чтобы оно окрасилось равномерно. Готовое цветное тесто тоже нужно завернуть в пленку, чтобы оно не сохло. Затем оторвать от белого теста 50 грамм и раскатать его в колбаску. После него следующие 50 грамм — и так далее. Катать лучше руками без перчаток, чтобы лучше чувствовать текстуру. Цветное тесто тоже раскатать в колбаску. Затем обе колбаски нарезать на порции. Всего на 1 дим-сам нужно 10 грамм теста. Расплющить кусочки теста, положить желтое на белое, немного смещая его к краю, и растянуть тесто плоским ножом от центра к краям. Должно получиться полупрозрачное тесто двух цветов, размер кружка — с внутреннюю часть ладони. Теперь начинка. Огурец разрезать вдоль на четыре части, отрезать семечки: серединка огурца слишком водянистая. Оставшуюся часть надо нарубить мелкими кубиками. Такими же кубиками нарезать 1 сырую картофелину. Мелкая нарезка нужна для того, чтобы фарш не порвал нежное тесто, крупные куски могут в тесто не поместиться. На сковороде разогреть 30 мл растительного масла, обжарить в нем половину головки лука до золотистого цвета, затем выкинуть лук, а в масле обжарить картошку в течение 3 минут, постоянно помешивая. В обжаренный картофель добавить соевый соус и перемешать. Затем добавить огурец, ложку сухого куриного бульона, маленькую щепотку глутамата натрия, щепотку соли и ложку сахара. Кроме того, нужно добавить смесь горячей воды и картофельного крахмала, буквально 1 столовую ложку или 2, чтобы начинка стала вязкой. Пропорции такие: на 1 часть крахмала 2,5 части горячей воды. Наконец, добавить мелко нарубленную кинзу и все перемешать. В одном дим-саме 10 грамм теста и 18 грамм начинки. Положить начинку в центр кружка. Чтобы цветное пятнышко было наверху, начать защипывать дим-сам с белого края. Сложить кружок пополам и начать с одной стороны собирать тесто складками и приклеивать к противоположному краю. Дим-сам при этом будет немного искривляться, потому что с одной стороны он будет весь в сборках, а с другой тесто будет ровное. Добравшись до конца, оставить небольшое отверстие. Начинка в правильно слепленном дим-саме должна еле-еле выглядывать из отверстия, но не вываливаться. Всего должно получиться 10–12 защипов.","Овощные дим-самы готовятся на пару очень быстро, в течение 2,5 минут. Дома можно приготовить как в бамбуковой пароварке (для этого надо поставить ее на кастрюлю с кипящей водой), так и в обычной. Время рассчитывать на глаз: когда тесто станет прозрачным, тогда и готово.","Перед подачей смазать дим-самы растительным маслом, чтобы они красиво блестели."],
        "5":["item-dimsam-krevetki","Дим-самы с креветками",["Молотый черный перец","щепотка","Рисовое сладкое вино","2 ст. л.","Соевый соус","2 ст. л.","Сахар","1,5 ст. л.","Ростки бамбука","120 гр.","Очищенные креветки","450 гр.","Кукурузная мука","1,5 стакана","Пшеничная мука","3 стакана","Растительное масло","1,5 ст. л."],"Приготовить тесто. Муку высыпать в миску, сделать в центре углубление, влить в него, помешивая, воду — сначала полстакана горячей, затем треть стакана холодной. Добавить масло и хорошо вымесить тесто. Раскатать его в длинную тонкую колбаску и порезать на небольшие равные кусочки, величиной с вишню. Деревянной скалкой раскатать из них кружочки диаметром около 5 см, причем так чтобы края были чуть тоньше, чем середина. Для фарша мелко порубить креветки и ростки бамбука. Смешать с 4 столовыми ложками воды и остальными ингредиентами, кроме кукурузной муки, до образования однородной массы. Затем всыпать, помешивая, кукурузную муку. Разделить на порции по числу кружочков из теста. На середину каждого кружка чайной ложкой выложить начинку, слегка придавить пальцем, защипать края.","На дно пароварки положить влажную салфетку (или листья салата), чтобы пельмени не прилипали, и поместить решетки с дим-самами так, чтобы между ними был интервал 2,5 см. Готовить на сильном огне 5 мин.","Готовые дим-самы сразу подавать на стол."],
        "6":["item-dimsam-farsh-krevetki","Дим-самы с фаршем и креветками",["Мука","250 гр.","Горячая вода","100 мл.","Фарш","250 гр.","Капуста белокочанная","120 гр.","Креветки","200 гр.","Лук","1 шт.","Свежий имбирь","1 чайная л.","Чеснок","1 зубчик","Соевый соус","2 ст. л.","Сахар","1 чайная л.","Растительное масло","1 чайная л.","Зеленый лук","по вкусу","Специи","по вкусу"],"Для начала подготовим все ингредиенты. Капусту нарежем очень мелко. Обязательно срезаем толстую часть листа. Есть блендер с чашей для нарезки? Отлично, воспользуйтесь им. Репчатый лук и пару перьев зеленого лука так же нарезаем очень мелко. Имбирь трем на терке. Чеснок очистим от шелухи. Положим его на доску и раздавим плоской стороной ножа. Добавляем все ингредиенты в фарш. Для фарша мясо прокрутим два раза через мясорубку. Забросим к нему капусту, зеленый и репчатый лук, имбирь и чеснок. Вымесим фарш. После посолим, поперчим, добавим 1 чайную л. сахара и 2 ст. л. соевого соуса. Перемешаем и оставим фарш отдыхать минут на 15 минут Тем временем подготовим креветки. Замороженные отваренные креветки опустим в кипяток на 4 минуты (бульон оставим для соуса). От 12 креветок отделим голову и ножки, а хвостик оставим в панцире. (Чем крупнее креветки, тем красивее смотрятся дим самы) Остальные креветки очищаем и мелко нарезаем. Добавляем их в фарш. Готовим тесто. 250 г муки просейте и добавьте 1 неполную чайную л. соли. Заливаем горячей водой (не крутым кипятком, но близко к нему). Начнем перемешивать ложкой, а затем продолжим вымешивать тесто на рабочей поверхности. Готовое тесто разделим на несколько частей. Пока с одной работаем, остальные пусть лежат в пакете. Раскатываем из 1 части теста колбаску и делим ее на равное количество кусочков. Каждый раскатываем в круглую лепешку. Центр — дно будущих дим-самов должно быть потолще, а края лепешки раскатываем тонко. В центр лепешки кладем фарш. В центр вставляем отложенный хвостик креветки. защипываем дим-самы треугольником.","Готовят азиатские пельмени в бамбуковой пароварке, но не у всех она имеется. Поэтому воспользуйтесь мультиваркой, мантоваркой, пароваркой – любым приспособлением для готовки на пару. Обязательно смазываем поверхность растительным маслом (в бамбуковую пароварку кладут специальные вкладыши). Выкладываем пельмешки и готовим 30 минут.","Подавать их можно с соусом, приготовленным из креветочного бульона, перца чили (нарезать кольцами), соевого соуса, зеленого лука или лука порея, кунжутного масла."]
    },
    "gyoza":{
        "1":["item-gyoza-gribi","Гёдза с грибами",["Мука","300 гр.","Горячая вода","150 мл.","Капуста пекинская","200 гр.","Шиитаки(или шампиньоны)","150 гр.","Лук","1 шт.","Морковь","1 шт.","Крахмал","2 чайные л.","Соевый соус","2 ст. л.","Имбирь(корень)","2 см.","Перец","по вкусу","Соль","пл вкусу"],"Муку с солью заливаем горячей водой, почти кипятком, перемешиваем сначала вилкой в крошку, чтобы не осталось сухой муки, можно добавить 1—2 ст. л воды. Потом вымесить руками тугое тесто. Через полчаса ещё подмесить. Тесто станет гладким, совсем не липким. Можно половину теста подкрасить, раскатать в длинную лепешку, вторую часть теста скатать в колбаску и завернуть её в лепешку, потом нарезать уже двухцветное тесто. Для начинки овощи нарезать очень тонко, грибы не мочить, имбирь натереть на мелкой тёрке. Можно обжарить на растительном масле. Смешать овощи с имбирем, крахмалом, соевым соусом и перцем. Нарезать тесто на кусочки, раскатать их толщиной 1 мм, слепить гёдза.","Уложить гёдза на смазанный маслом противень пароварки. Готовить на пару 20 мин.","Подавать с соевым соусом, смешанным с васаби и кунжутным маслом. Или каким-нибудь готовым соусом в азиатском стиле."],
        "2":["item-gyoza-on-par","Гёдза на пару",["Мука","500 гр.","Масло растительное","2 ст. л.","Вода горячая","300 мл.","Свинина мякоть","300 гр.","Масло растительное","40 мл.","Капуста пекинская","400 гр.","Лук","1 шт.","Чеснок","3 зубчика","Зира молотая","⅓ чайная л.","Кориандр молотый","½ чайная л.","Соль","3 чайные л.","Перец","по вкусу"],"В миску с просеянной мукой добавить соль и масло, влить воду почти кипяток сразу всю и быстро перемешать вилкой. Потом вымесить тесто сначала в миске потом на столе в течение 10 минут. Тесто получится упругим, совсем на липким. Накрыть его пленкой, оставить на столе на полчаса. Для начинки мясо и лук нарезать как можно меньшими кубиками. Капусту тонко нашинковать. В разогретом масле слегка обжарить свинину, добавить лук и капусту, соль, приправы и жарить до выпаривания выступившей жидкости минут 10. Начинку остудить. Если хотите сделать цветные гёдза, одну треть теста нужно подкрасить пищевым красителем, раскатать его в длинную лепешку. Остальное тесто скатать в колбаску и завернуть в эту лепешку, шов защипнуть и ещё раз прокатать получившуюся колбаску. Потом её нарезать на шайбы и раскатать из них лепешки толщиной 1—1,5 мм. Можно не подпылять стол мукой, тесто не липнет, или только слегка. Разложить начинку и сформовать пельмени.","Готовить гёдза на пару минут 30 – 40."],
        "3":["item-gyoza-lazy","Гёдза «Ленивые»",["Рыба","400-500 гр.","Майонез","60 гр.","Яйца","1 шт.","Душистый перец","5 шт.","Масло оливковое","3 ст. л.","Тесто для пельменей","400-500 гр.","Соль, перец","по вкусу"],"Тесто мы взяли готовое. Тесто рисовое. Рыбу можно любую (судак, семга), так же можно креветки и кальмары. Разделываем рыбу на филе, режем на мелкие кусочки. Добавляем соль, перец и майонез. Взбиваем в тарелке яйцо, им мы будем смазывать тесто для пельменей. Выкладываем начинку на тесто и лепим «ушки» ну или что получиться.","Кипятим воду, добавляем душистый горошек и масло оливковое (можно использовать и растительное) после закипания забрасываем пельмени. После того как пельмешки закипят повторно, варить 1 минуту.","Подавать с соевым соусом."],
        "4":["item-gyoza-tiger-krevetka","Гёдза с тигровой креветкой",["Айран","150 гр.","Яйца","1 шт.","Соль","⅓ чайной л.","Водка","1 ст. л.","Мука","2 стакана","Тигровые креветки","10-12 шт.","Чеснок","по вкусу","Сливочное масло","20-30 гр.","Растительное масло","для обжарки","Зелень","щепотка"],"Заведем тесто. Любой кисломолочный напиток – с ним тесто мягче – комнатной температуры. Взбить его с яйцом и солью, добавить водку. Просить постепенно муки столько, чтобы получилось упругое тесто, с которым возможна разделка, но чуть слабее, чем на обычные пельмени. Завернуть тесто в пакет, оставить на столе отдохнуть 20 минут. Креветки любого размера, сырые, т.е. не варёные и замороженные. нам нравятся тигровые - они самые вкусные и крупные (одна как раз - целый пельмень). Креветки почистить. Чеснок мелко порубить. На сковороде растопить сливочное масло, положить чеснок, помешать эту кашицу, чтобы чеснок зарумянился. Тогда в это уложить креветки и подержать в масле 2 минуты. Вынуть шумовкой и креветки, и чеснок. Тесто скатать в колбаску, нарезать на кусочки. Каждый раскатать в лепешечку. на каждую лепешку выложить креветку и немного чеснока. Залепить края плотно.","На одну горелку плиты поставить кастрюлю с подсоленной водой кипятить. На другую - удобную широкую сковороду и разогреть в ней растительное масло. В разогретом масле сначала обжарить Гедза с обеих сторон до румяной корочки, а после опустить их в кипящую воду, уменьшить огонь и поварить 3-5 минут. Вынуть шумовкой на блюдо и к столу.","Подавать с зеленью."],
        "5":["item-gyoza-zharenie","Гёдза жареные",["Мясной фарш","400 гр.","Пекинская капуста","250 гр.","Чеснок","3 зубчика","Корень имбиря","1 шт.","Соль","3 щепотки","Лимонный сок","½ ст. л.","Рисовый уксус","1 чайная л.","Соевый соус","1 ст. л.","Устричный соус","1 чайная л.","Зеленый лук","1 пучок","Мука","350-400 гр.","Крахмал","3 чайных л.","Кипяток","200 мл.","Перец черный молотый","по вкусу","Кунжутное масло","по вкусу"],"Подготовьте продукты. Мясной фарш нужен свиной хороший, мы сделали с жирного кусочка свинины. Вымойте лук и капусту, очень мелко нашинкуйте. Твердую часть капустных листов нужно срезать. Из лимона выдавите сок, чеснок пропустите через пресс, корень имбиря очистите от кожуры. Возьмите примерно 1 см и порубите мелко кубиками. К свиному фаршу добавьте капусту, лук, чеснок, соль, перец черный молотый, имбирь кубиками, сок лимона, соевый соус, рыбный соус, рисовый уксус. Японцы добавляют еще немного саке. Перемешайте хорошо фарш для гедза. Чтобы приготовить тесто, смешайте 350 г муки с солью и крахмалом. Затем влейте стакан кипятка и ложкой замесите тесто. По мере его остывания продолжайте замес руками. Вымешивать тесто тяжело, оно плотное. По необходимости добавляйте муку. У меня ушло 400 граммов за весь процесс готовки. Готовое тесто заверните в пакет, дайте ему остыть и отдохнуть. На рабочем столе раскатайте максимально тонко тесто. Вырубкой или стаканом выдавите кружочки. На каждый кружочек теста положите по 1 ч. л. начинки, сформируйте пельмени в виде полумесяца с защипами с одной стороны.","Раскалите ложечку кунжутного масла (у меня смесь кунжутного и подсолнечного) и быстро обжарьте пельмени до красивой корочки. Затем влейте кипяток в сковороду (вода должна покрыть гедза на 1/4, не более). Накройте крышкой и жарьте до тех пор, пока вся вода не выкипит.","Готовые гедза подавайте горячими с зеленым луком и соевым соусом."],
        "6":["item-gyoza-vegan","Гёдза вегетарианские",["Пшеничная мука","400 гр.","Совеый фарш","500 гр.","Тапиоковый крахмал","1 чайная л.","Горячая вода","1-2 стакана","Зелень","1 пучок","Соль","1 чайная л.","Соевый соус","2 ст. л.","Смесь перцев","1 ст. л.","«Французские травы»","1 ст. л."],"Замочим соевый фарш в горячей воде на 15-30 минут со специями и соевым соусом. В миске замесим тесто: смешаем муку, соль, крахмал, горячую воду. Измельчим зелень. Отожмём лишнюю жидкость из соевого фарша, и пожарим на сковороде с растительным маслом 5-10 минут. К фаршу добавим зелень и перемешаем. Из теста формируем колбаску и нарезаем ножом сочни. Выкладываем на центр каждой сочни выкладываем начинку и формируем «Гедза».","Получившиеся пельмени. Можно пожарить, сварить, или приготовить «на пару».","Подавать с соевым соусом."]
    },
    "baozi":{
        "1":["item-baozi-bobi","Баоцзы с бобовой пастой",["Пшеничная мука","4 стакана","Сухие дрожжи","3 чайных л.","Разрыхлитель","1 чайная л.","Теплая вода","1,5 стакана","Сахар","185 мл.","Соль","½ чайной л.","Масло кунжутное","по вкусу","Сухие бобы адзуки","200 гр.","Вода","для бобов","Постное масло","75 мл."],"Соедините дрожжи сухие с сахаром (1 ст. л.), размешайте. Осторожно влейте сюда воду теплую (1 стакан), тщательно растирая дрожжи. Отставьте на 15 минут, чтобы поднялась опара. Просейте муку, перемешайте ее с сахаром. Добавьте опару и тщательно размешайте. Тесто должно получиться достаточно густым, но не очень плотным. Оно должно быть таким, чтобы из него можно было сформовать булочки. Если это нужно, добавьте еще чуть-чуть воды. Хорошо вымешанное тесто должно быть эластичным, мягким, иметь приятный блеск. При надавливании на него пальцем появившаяся ямка должна подниматься достаточно быстро. Смажьте дно большой миски маслом кунжутным и выложите туда шар теста. Осторожно переверните тесто, чтобы всю его поверхность намазать маслом. Прикройте полотенцем и отправьте в теплое помещение, чтобы тесто подошло. Оно должно увеличиться в объеме в два раза. В зависимости от свойств дрожжей на это понадобится час-полтора. Если же вы отправите тесто в холодное место, к примеру, в холодильник, тесто будет созревать 2-3 часа, но получится более нежным. Когда тесто поднимется один раз, вы можете его осадить и дать ему еще раз подняться. Это ему придаст большую нежность. Пока ваше тесто подходит, займитесь изготовлением пасты анко (начинки из бобовой сладкой пасты адзуки). Помните, что сухие бобы необходимо замачивать, поэтому сделайте это заблаговременно. А вот пасту стряпать можно именно в период ожидания готовности теста. Готовьте пасту следующим образом: Переберите бобы и под проточной водой промойте их. Замочите в прохладной воде на 4 часа, а лучше – на ночь. Чем бобы мягче, тем разварятся они быстрее. Воду слейте, бобы переместите в небольшую кастрюлю, залейте холодной водой, вскипятите и варите на малом огне 1,5-2 часа. Если это необходимо, добавляйте воду, чтобы она всегда закрывала бобы. Чем дольше вы будете варить бобы, тем начинка будет нежнее. Когда бобы станут мягкими, воду слейте и разбейте их в однородную массу блендером или простой толкушкой. В бобы добавьте сахар и хорошенько размешайте пасту, которая должна быть достаточно плотная, но не сухая. Влейте в сковородку вок немного постного масла, разогрейте его хорошо, выложите пасту и протушите так, чтобы излишки воды выпарились. При этом тщательно мешайте массу ложкой или лопаткой. Готовая паста должна иметь несколько зернистую и плотную структуру. Охладите ее, переместите в сухую посуду и применяйте по мере необходимости. Такая паста может в холодильнике сберегаться не менее недели и ее вкусовые качества останутся неизменными. Если вы уверены в качестве имеющихся у вас дрожжей, пропустите этот этап: выложите на разделочную доску готовое тесто, раскатайте его в не очень тонкий, круглый и большой пласт. Посыпьте тесто разрыхлителем, а затем вымесите его еще раз, добавив, если это нужно, чуть-чуть муки и воды. Разделите на две части шар теста, сформуйте из них длинные «колбаски». Далее разрежьте каждую из них на 6 частей. Сформуйте булочки-колобки. Если вы стряпаете баоцзы без наполнителя, положите булочки на доску разделочную и дайте им подняться еще раз. Если же вы не желаете ограничиваться незамысловатым вариантом, то раскатайте каждую булку так, чтобы центр круга был толще, чем его края. Сделайте в центре круга ямку и заполните ее начинкой в объеме одной десертной ложки. Соедините края, формуя из теста специфический мешочек, в котором находится начинка. Края соберите в складки и сверху прищипните. Далее поверните «хвостик», словно запечатывая наполнитель в тесте. Именно получившаяся плиссированная верхушка и создает общепринятую красоту баоцзы. Застелите пергаментом разделочную доску, выложите баоцзы на нее. Отправьте в теплое помещение на 1 час, чтобы изделия поднялись. У готовой для варки булки тесто на ощупь должно быть пружинистым.","Разместите баоцзы на решетке пароварки так, чтобы они друг друга не касались. Лучше, конечно, использовать традиционную бамбуковую пароварку. Если вы положите баоцзы швом вниз, они будут гладкие и ровные со всех сторон, а если швом вверх – вы получите эффект распускающегося цветка. Для полной готовности достаточно подержать на пару баоцзы минут 20. Снимите с огня пароварку, но крышку не поднимайте. От резкого соприкосновения с прохладным воздухом распаренные изделия могут осесть, а это нам не нужно. Дайте пару осесть природным путем (на это понадобится 2 минуты), а после зовите гостей к столу."],
        "2":["item-baozi-goviad","Баоцзы с говядиной",["Вода теплая","280 гр.","Дрожжи сухие","5 гр.","Разрыхлитель для теста","2 гр.","Мука пшеничная","460 гр.","Говядина","550 гр.","Редька «Дайкон»","370 гр.","Лук зеленый","40 гр.","Соевый соус","1 ст. л.","Устричный соус","1 ст. л.","Перец черный молотый","по вкусу","Соль","по вкусу"],"Дрожжи разведем в теплой (36-38 градусов) воде, оставим на пару минут. Отдельно просеиваем в миску муку, добавляем разрыхлитель и соль, перемешиваем. Смешиваем сухие и жидкие ингредиенты и получаем средней плотности тесто, которое не прилипает к рукам и хорошо держит форму. Накрываем тесто, ставим в тепло на 40-60 минут для подъема. А тем временем готовим начинку. Свежую говядину нарезаем мелким кубиком (допускается использовать более жирную свинину или фар, но с мясом вкуснее). Добавляем в мясо лук и редьку, отжимая от лишнего сока. Солим, перчим. Приправляем соевым и устричным соусом, тщательно смешиваем и, если есть время оставляем на 15-20 минут, чтобы мясо пропиталось. Тесто делим на 14 кусочков, каждый скатываем в шарик. Раскатываем края тоньше, чем середину и в центр кладем начинку. Собирая края «гармошкой» лепим.","Баоцзы и раскладываем на листы пароварки, которые немного смазываем растительным маслом. Готовим китайские паровые пирожки на пару 40-45 минут. И готово!"],
        "3":["item-baozi-kapusta-morkov","Баоцзы с капустой морковью и грибами",["Тесто","250 гр.","Грибы","7-12 шт.","Капуста","¼ шт.","Морковь","1 шт.","Зеленый лук","0,5-1 пучка","Оливковое масло","3 ст. л.","Кунжутное масло","1 чайная л.","Соль","по вкусу","Молотый черный перец","по вкусу"],"Подготовьте дрожжевое тесто для приготовления на пару, а также грибы и овощи по списку. Мелко нарежьте капусту, грибы, зеленый лук и морковь. Соедините ингредиенты. Добавьте к смеси овощей 3 ст. л. оливкового или другого растительного масла. Тщательно перемешайте. По желанию можно добавить дополнительно немного кунжутного масла. Добавьте соль и молотый черный перец по вкусу. Очень важно действовать именно в такой последовательности и добавить масло прежде, чем вы добавите соль. Масло создает своего рода защитный слой, который помогает защитить начинку от значительной потери влаги. Дрожжевое тесто для приготовления на пару разделите на 12-15 кусочков. Для указанного количества начинки вам понадобиться половина от базового объема теста. Каждый кусочек теста раскатайте в круг диаметром 10-12 см. Оставляйте в центре круга более толстый слой теста, который постепенно истончайте, раскатывая к краям. Поместите в центр круга 1 ст. л. начинки, и защипив края, придайте ему форму мешочка.","Пирожки разместите на небольших кусочках пергаментной бумаги, поместите в форму для приготовления на пару и оставьте на 25-40 минут, чтобы тесто поднялось. Готовьте на пару 12 минут. Готовые пирожки оставьте в пароварке еще на 5 минут."],
        "4":["item-baozi-morkov","Баоцзы с морковью",["Мука","300 гр.","Морковь","180 гр.","Дрожжи сухие","3 гр.","Сахар","30 гр.","Растительное масло","30-40 мл.","Кунжут","щепотка","Яйца","1 шт.","Растительное масло","5 мл.","Соль","по вкусу"],"Для начала чистим морковь и нарезаем не для блендера или поштучного миксера. Затем измельчаем ее в пюре с одним яйцом. Подготовьте и смешайте все сухие ингредиенты - мука, дрожжи, сахар и соль. Добавляем морковное пюре и замешиваем тесто, постепенно добавляем растительное масло. Теперь тесту нужно постоять 8 часов в холодильнике, можно оставить на ночь. Не забудьте спрятать тесто от лишней влаги с помощью пищевой плёнки. После того как тесто «постояло» в холоде, можно аккуратно его немного промять и сформировать булочки. Формируем булочки посыпаем кунжутом и снова даём настоятся, тесто должно увеличится в размере.","Ёмкость для парового выпекания смазать Растительным маслом. Если нет пароварки - в мультиварке бывает функции приготовления на пару. Далее кладём булочки в пароварку, «кипятим» их 30 минут. Тут тонкость состоит в том, чтоб на тесто не попадало много влаги. Можно аккуратно накрывать булочки объемной крышкой внутри пароварки."],
        "5":["item-baozi-pig","Баоцзы со свининой",["Пшеничная мука","1,5 стакана","Разрыхлитель","щепотка","Сухие дрожжи","1 чайная л.","Сахар","2 чайные л.","Вода","1 стакан","Репчатый лук","1 шт.","Растительное масло","1,5 ст. л.","Соевый соус","1 ст. л.","Свинина","250 гр.","Крахмал","1,5 ст. л.","Соль","по вкусу"],"Для начала приготовить тесто. Просеять муку, добавить разрыхлитель, соль, 1 чайную ложку сахара, дрожжи и 1 столовую ложку растительного масла. Как подготовить дрожжи. В половине стакана теплой воды размешать сухие дрожжи, дать постоять смеси минут 15 в тепле и добавить туда же, куда раньше высыпали муку. Замесить тесто в течение 10–15 минут и скатать его в шар. Тесто должно быть плотным однородным по структуре. Шар обмазать растительным маслом и поставить в холодильник на 4–6 часов. За 40–60 минут до готовности теста можно приступить к начинке. Первым делом мелко нарезать лук, кубиками нарезать свинину и все обжарить на оставшемся растительном масле, туда же вылить соевый соус. Обжаривать в течение минут 7–10. Если на кухне есть вок — достаточно будет 1–2 минут. Размешать крахмал в половине стакана воды и добавить в сковородку. Помешивать пока соус не загустеет. После этого снять с огня, выложить в тарелку и оставить остывать. Теперь можно вернуться к тесту. Раскатать тесто раз 5–6, каждый раз складывая его пополам. Это поможет избавиться от собравшегося в тесте воздуха. Скатать тесто в колбаску и нарезать на равные по размеру колобки. Каждый колобок раскатать таким образом, чтобы края оказались тоньше середины. В раскатанные колобки уложить столовой ложкой остывшую начинку и слепить пальцами края теста. Дать колобкам постоять минут 10.","Включить пароварку и вложить в неё колобки, оставляя между ними расстояние в 1–2 см. Иначе колобки в процессе нагрева разойдутся и слипнутся. Подержать баоцзы в пароварке минут 10–15. Затем выключать пароварку и подержать их еще минут 5, чтобы они не распластались от резкого охлаждения. Достать баоцзы из пароварки и подать на стол."],
        "6":["item-baozi-fish","Баоцзы с рыбой",["Вода","60 мл.","Дрожжи сухие","¼ чайной л.","Сахар","¼ чайной л.","Мука","100 гр.","Подсолнечное масло","¼ чайной л.","Филе лосося","100 гр.","Имбирный корень","¼ шт.","Лук зеленый","¼ пучка","Соевый соус","½ чайной л.","Рыбное желе","¾ ст. л.","Соль","по вкусу","Перец","по вкусу"],"В теплую воду добавить сахар и дрожжи, перемешать хорошо, накрыть и оставить в теплом месте на 10–15 минут. Муку просеять в миску и смешать с солью. Влить ожившие дрожжи и перемешать. Собрать тесто в шар, перенести на чуть присыпанную мукой поверхность, хорошо вымесить в течении 10 минут. Тесто очень хорошо себя ведет: мягкое, эластичное, совершенно не прилипает к рукам или к доске. Мне не понадобилась мука для подпыления. Большую миску смазать растительным маслом, положить туда тесто, перевернуть несколько раз, чтобы его поверхность тоже покрылась маслом. Накрыть и поставить в теплое место на 40–50 минут, пока оно не удвоится в объеме. В это время приготовить начинку. Можно было для начинки брать сырую рыбу, ведь свиной фарш в подобные пирожки кладут сырой, а рыба гораздо быстрее готовится. Но я решила припустить филе лосося в сотейнике с небольшим количеством воды. Буквально 3–4 минуты под крышкой. Затем рыбу остудить и размять на средние кусочки. Лук мелко нарезать. Имбирь не получилось правильно указать в ингредиентах. Нужен кусочек в 2 см. Его почистить и порубить или натереть на терке. Мне больше нравится второй вариант, тогда грубые волокна остаются на терке. К рыбе добавить лук, имбирь, соевый соус и рыбное желе. Желе добавляют в пирожки со свининой специально — варят крепкий бульон из свиных ножек, потом охлаждают, режут мелкими кубиками и добавляют в фарш. Мне не из чего было варить рыбный бульон, но я нашла выход: банка натурального тунца содержит 3 ст. л. рыбного желе!)) Тунец отправился в салат (я его опубликую), а желе к лососю. Очень кстати мне пришла в голову эта идея — начинка получилась нежная, не сухая. Либо распустите немного желатина в том «бульоне», в котором припускали рыбу и охладите. Начинку приправить перцем и солью по вкусу, хорошо перемешать. Учтите, что там уже есть соевый соус. Подошедшее тесто выложить на стол, разрезать на 2 части и скатать их в толстые колбаски. Колбаски нарезать кусочками примерно по 45–50 г. Сформируйте из них шарики, придавите ладонью и прикройте влажной салфеткой. Подготовленные баоцзы оставьте минут на 30–40 под салфеткой.","Нарежьте пергамент небольшими квадратиками, положите их под каждый пирожок на пароварку. Расстояние между баоцзы должно быть достаточное, т.к. они сильно увеличатся в объеме. В кастрюлю налейте кипяток так, чтобы он был ниже уровня пирожков минимум на 2 см, включите огонь. Поставьте пароварку в кастрюлю, накройте крышкой с отверстием и готовьте 15 минут.","Подавать с соусом: Для соуса нарезать зелень, соединить с мацони или кефиром и перемешать."]
    }
}